[
    {
        "website": "http://www.greateasternlife.com", 
        "description": "WE'RE NOT JUST A LIFE INSURANCE COMPANY ANYMORE. \r\nWE'RE A LIFE COMPANY. \r\n\r\nIn a world of 7 billion people, no one else can love your family the way you can. That's why, there will never be another you. And why, at Great Eastern, we're changing the way we look at life insurance. Because we believe that life insurance alone can never replace what matters most. \r\n\r\nStarting now, expect a lot of new things from us. Mobile applications, a brand new Health and Wellness website, community and expert forums, and an industry-first loyalty programme. All designed to help you achieve your best intentions to live healthier, live better, and most importantly, live longer. \r\n\r\nBecause we're not just a life insurance company anymore. \r\nWe're a life company. \r\n\r\nIt all begins at greateasternlife.com", 
        "founded": null, 
        "street": "1 Upper Pickering Street, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Singapore", 
        "zip": "048659", 
        "url": "https://www.linkedin.com/company/great-eastern-life", 
        "country": "Singapore", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Great Eastern Life", 
        "follower_count": 38180, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://tokiomarine.com", 
        "description": "Welcome to the official page of Tokio Marine in Asia.\n\nMore than 130 years ago, we were established as the first Insurance company in Japan. Our network now spans 483 cities in 38 countries, and we have never lost sight of conducting business with integrity, passion and quality. \n\nDoing good, being good means profits are not the be all and end all of our existence, but a natural progression of doing the best for customers, employees and society. Working to be a Good Company brings us together as a united global insurance group. \n\nWHO WE ARE \n\nEstablished in the year 1879 as the first insurance company in Japan, TOKIO MARINE has grown over the decades, now offering an extensive selection of General and Life insurance products and solutions. With a presence in 38 countries and expanding, Tokio Marine ranks as one of the world’s most globally diversified and financially secure insurance groups. Today, as Japan’s largest insurance group, with over USD194 billion in assets, USD33 billion of net written premiums (as at end of March 2015) and over 40,000 employees, Tokio Marine is ever-ready to partner with you to continuously realise more achievements.", 
        "founded": 1879, 
        "street": ", ", 
        "specialities": [
            "Insurance", 
            "Protection", 
            "Savings", 
            "Retirement", 
            "Investments", 
            "Investment-linked solutions", 
            "Financial Services", 
            "Property & Casualty", 
            "Marine Cargo", 
            "Group insurance", 
            "Accident & Health"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/tokio-marine-insurance-group", 
        "country": "Singapore", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Tokio Marine Insurance Group (Asia)", 
        "follower_count": 21449, 
        "type": "Public Company"
    }, 
    null, 
    null, 
    {
        "website": "https://www.dbs.com/default.page", 
        "description": "DBS is a leading financial services group in Asia, with over 280 branches across 18 markets. We are headquartered in Singapore, with a growing presence in Greater China, Southeast Asia and South Asia. As a bank born and bred in Asia, we are well-positioned as your partner to capture opportunities across the region and beyond. We invite you to be part of our journey towards becoming the Best Bank In the World.", 
        "founded": 1968, 
        "street": "12 Marina Boulevard, DBS Asia Central @ Marina Bay Financial Centre Tower 3", 
        "specialities": [
            "Banking", 
            "Finance"
        ], 
        "size": "10,001+ employees", 
        "city": "Singapore", 
        "zip": "018982", 
        "url": "https://www.linkedin.com/company/dbs-bank", 
        "country": "Singapore", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "DBS Bank", 
        "follower_count": 199564, 
        "type": "Public Company"
    }, 
    null, 
    null, 
    null, 
    {
        "website": "http://www.zurich.com/social-media", 
        "description": "WELCOME to Zurich's official Linkedin company profile.\r\n\r\nZurich is a leading multi-line insurer that serves its customers in global and local markets.\r\n\r\nWith about 54,000 employees, it provides a wide range of property and casualty, and life insurance products and services in more than 210 countries and territories. Zurich’s customers include individuals, small businesses, and mid-sized and large companies, as well as multinational corporations. The Group is headquartered in Zurich, Switzerland, where it was founded in 1872.\r\n\r\nONE TEAM, ONE PURPOSE\r\n\r\nWe are Zurich, one global company, with one mission, one ambition, one set of shared values and a clear commitment to our stakeholders: our customers, our people, our shareholders, and the communities in which we live and work.\r\n\r\nTo find out more, follow us on Twitter: @Zurich, like us on Facebook: Zurich, subscribe on YouTube: Zurich Insurance Group, follow us on Instagram: zurichinsurance or visit our website: www.zurich.com\r\n\r\nYou can find Zurich's community guidelines on http://www.zurich.com/services/social-media.htm", 
        "founded": 1872, 
        "street": "Mythenquai 2, ", 
        "specialities": [
            "insurance", 
            "Life insurance", 
            "Casual and Property Insurance", 
            "Investment Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Zurich", 
        "zip": "8002", 
        "url": "https://www.linkedin.com/company/zurich-insurance-company-ltd", 
        "country": "Switzerland", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Zurich Insurance Company Ltd", 
        "follower_count": 224859, 
        "type": "Public Company"
    }, 
    {
        "website": "https://www.sc.com", 
        "description": "We’re a leading international bank, with more than a 150-year history in some of the world’s most dynamic markets. We bank the people and companies driving investment, trade and the creation of wealth across Asia, Africa and the Middle East.\r\n\r\nWith more than 1,100 branches and offices in 68 countries, we offer exciting and challenging international career opportunities.", 
        "founded": null, 
        "street": "1 Basinghall Avenue, ", 
        "specialities": [
            "Personal Banking", 
            "Corporate Banking", 
            "Islamic Banking", 
            "Private Banking", 
            "Wealth Management", 
            "Commercial Banking", 
            "Banking", 
            "Financial Services", 
            "Finance"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "EC2V 5DD", 
        "url": "https://www.linkedin.com/company/standard-chartered-bank", 
        "country": "United Kingdom", 
        "industry": "Banking", 
        "state": "5DD", 
        "company_name": "Standard Chartered Bank", 
        "follower_count": 513534, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.ocbc.com", 
        "description": "OCBC Bank is the longest established Singapore bank, formed in 1932 from the merger of three local banks, the oldest of which was founded in 1912. It is now the second largest financial services group in Southeast Asia by assets and one of the world’s most highly-rated banks, with an Aa1 rating from Moody’s. Recognised for its financial strength and stability, OCBC Bank is consistently ranked among the World’s Top 50 Safest Banks by Global Finance and has been named Best Managed Bank in Singapore and the Asia Pacific by The Asian Banker.\r\n\r\nOCBC Bank and its subsidiaries offer a broad array of commercial banking, specialist financial and wealth management services, ranging from consumer, corporate, investment, private and transaction banking to treasury, insurance, asset management and stockbroking services.\r\n\r\nOCBC Bank’s key markets are Singapore, Malaysia, Indonesia and Greater China. It has more than 610 branches and representative offices in 18 countries and regions. These include the 340 branches and offices in Indonesia under subsidiary Bank OCBC NISP, and over 100 branches and offices in Hong Kong, China and Macau under OCBC Wing Hang.\r\n\r\nOCBC Bank’s private banking services are provided by its wholly-owned subsidiary Bank of Singapore, which operates on a unique open-architecture product platform to source for the best-in-class products to meet its clients’ goals.  \r\n\r\nOCBC Bank's insurance subsidiary, Great Eastern Holdings, is the oldest and most established life insurance group in Singapore and Malaysia. Its asset management subsidiary, Lion Global Investors, is one of the largest private sector asset management companies in Southeast Asia. \r\n\r\nFor more information, please visit www.ocbc.com.", 
        "founded": 1932, 
        "street": null, 
        "specialities": [
            "Consumer Banking", 
            "Business Banking", 
            "Investment Banking", 
            "Transaction Banking", 
            "Wealth Management", 
            "Private Banking", 
            "Insurance", 
            "Asset Management", 
            "Stockbroking"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/ocbc-bank", 
        "country": null, 
        "industry": "Banking", 
        "state": null, 
        "company_name": "OCBC Bank", 
        "follower_count": 50598, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.hsbc.com", 
        "description": "HSBC is one of the world’s largest banking and financial services organisations. We serve more than 37 million customers through four global businesses: \r\n\r\n•\tCommercial Banking\r\n•\tRetail Banking and Wealth Management\r\n•\tGlobal Banking and Markets\r\n•\tGlobal Private Banking\r\n\r\nOur network covers 70 countries and territories in Europe, Asia, the Middle East and North Africa, North America and Latin America. \r\n\r\nWith around 4,000 offices worldwide, we aim to be where the growth is, connecting customers to opportunities, enabling businesses to thrive and economies to prosper, and ultimately helping people to fulfil their hopes and realise their ambitions. \r\n\r\nHSBC is listed on the London, Hong Kong, New York, Paris and Bermuda stock exchanges.\r\n\r\nTo view our social media terms and conditions please visit the following webpage: http://www.hsbc.com/social-TandCs", 
        "founded": 1865, 
        "street": "8 Canada Square, ", 
        "specialities": [
            "Banking", 
            "Financial Services", 
            "International Finance and Banking", 
            "Wealth Management", 
            "Corporate and Business Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "E14 5HQ", 
        "url": "https://www.linkedin.com/company/hsbc", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "HSBC", 
        "follower_count": 997013, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.uobgroup.com/", 
        "description": "UOB: Right by you for 80 years & beyond.\n \nUnited Overseas Bank Limited (UOB) is a leading bank in Asia with a global network of more than 500 branches and offices in 19 countries and territories in Asia Pacific, Europe and North America. In Asia, we operate through our head office in Singapore and banking subsidiaries in China, Indonesia, Malaysia and Thailand, as well as branches and offices across the region.\n\nIn 1935, amid the economic uncertainties following the Great Depression, UOB opened its doors to offer banking services for the merchant community in Singapore.\n\nSince then, UOB has grown organically and through a series of strategic acquisitions. Today, UOB is rated among the world’s top banks: ‘Aa1’ by Moody’s and ‘AA-’ by Standard & Poor’s and Fitch Ratings.\n\nOver more than eight decades, generations of UOB employees have carried through the entrepreneurial spirit, the focus on long-term value creation and an unwavering commitment to do what is right for our customers and our colleagues.\n\nAt UOB, we believe in being a responsible financial services provider and we are committed to making a difference in the lives of our stakeholders and in the communities in which we operate. Just as we are dedicated to helping our customers manage their finances wisely and grow their businesses, UOB is steadfast in our support of social development, particularly in the areas of art, children and education.\n \nFor the terms of use of our LinkedIn channel, please visit: bit.ly/UOBTermsOfUse.", 
        "founded": 1935, 
        "street": "80 Raffles Place, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Singapore", 
        "zip": "048624", 
        "url": "https://www.linkedin.com/company/uob", 
        "country": "Singapore", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "United Overseas Bank Limited (UOB)", 
        "follower_count": 38407, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.citigroup.com", 
        "description": "Citi's mission is to serve as a trusted partner to our clients by responsibly providing financial services that enable growth and economic progress. Our core activities are safeguarding assets, lending money, making payments and accessing the capital markets on behalf of our clients. We have 200 years of experience helping our clients meet the world's toughest challenges and embrace its greatest opportunities. We are Citi, the global bank – an institution connecting millions of people across hundreds of countries and cities.", 
        "founded": 1812, 
        "street": "388 Greenwich Street, ", 
        "specialities": [
            "Banking", 
            "Commercial Banking", 
            "Investment Banking", 
            "Wealth Management", 
            "Credit Cards", 
            "Capital Markets", 
            "Equity and Fixed Income Research", 
            "Fixed Income Analytics and Indices", 
            "The Yield Book", 
            "Consumer Lending", 
            "Cash Management", 
            "Transaction Services"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10013", 
        "url": "https://www.linkedin.com/company/citi", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "New York", 
        "company_name": "Citi", 
        "follower_count": 1231829, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.credit-suisse.com/", 
        "description": "Credit Suisse is a global financial services company providing Private Banking & Wealth Management services, and Investment Banking services and expertise, to companies, institutions and high-net-worth clients.   We are active in more than 50 countries and employ over 46,000 people.  \r\n\r\nIt’s our aim to build the bank of the future at Credit Suisse—to work as one integrated bank, servicing our clients across regions and businesses.  It also means fulfilling our responsibility to help shape the global economy, and to make a difference in people’s lives.\r\n\r\nWe offer roles for experienced professionals and entry-level hiring programs in a variety of business areas.   You will have the chance to make an impact from day one, and throughout your career with us, you will benefit from cross-business and international mobility opportunities.  \r\n\r\nWe look for people with a wide range of experiences, interests and degrees who will add fresh perspectives to our business.  A career with us means that you can help shape our future.", 
        "founded": 1856, 
        "street": "Paradeplatz 8, ", 
        "specialities": [
            "Private Banking & Wealth Management", 
            "Investment Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "Zurich", 
        "zip": "8070", 
        "url": "https://www.linkedin.com/company/credit-suisse", 
        "country": "Switzerland", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Credit Suisse", 
        "follower_count": 442935, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.aig.com", 
        "description": "Founded in 1919, we're a leading insurance company serving commercial, institutional, and individual customers through one of the most extensive worldwide property-casualty networks of any insurer. In addition, AIG companies are leading providers of life insurance and retirement services in the United States. But we’re more than the sum of our parts. Our teams come together every day around the globe to take on the world’s new challenges. We’re people who believe that with the right values and hard work, anything is possible. We know that when we’re at our best, it allows each and every one of our customers to be at their best, to realize their dreams, and find success every day.\r\n \r\nTogether, we’re working to help build a better, safer future for everyone.\r\n\r\nFollow us on Twitter at: \r\nhttp://twitter.com/AIGinsurance\r\n\r\nLike us on Facebook at:\r\nhttp://www.facebook.com/AIGInsurance\r\n\r\nSubscribe to our YouTube Channel at:\r\nhttp://www.youtube.com/aig", 
        "founded": null, 
        "street": "175 Water Street, ", 
        "specialities": [
            "Property Casualty Insurance", 
            "Life and Retirement"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10038", 
        "url": "https://www.linkedin.com/company/aig", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "New York", 
        "company_name": "AIG", 
        "follower_count": 381730, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.zurichna.com", 
        "description": "Zurich (www.zurichna.com) is a leading commercial property-casualty insurance provider serving the global corporate, large corporate, middle market, small business (not offered in Canada), specialty products and programs sectors. Behind this success is a culture of continuous improvement and a pride in excellence.  With our global reach and cross-business connections, we can draw on the expertise of a worldwide network of Zurich professionals and business partners.\r\n\r\nFollow Zurich North America on Twitter: http://twitter.com/#!/zurichnanews", 
        "founded": 1912, 
        "street": ", ", 
        "specialities": [
            "Insurance Services", 
            "Business Insurance", 
            "Programs", 
            "Property & Casualty Insurance", 
            "Specialty Products", 
            "Corporate Insurance"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/zurich-north-america", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Zurich North America", 
        "follower_count": 72119, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.allianz.com/careers", 
        "description": "About Allianz Group:\r\nFounded in 1890 in Berlin, Allianz Group is a global leader and employer in insurance and financial services in more than 70 countries worldwide. With Allianz SE as headquarters, our many different insurance and financial service companies are present on all continents. Further high quality services are offered globally by Allianz Asset Management (Allianz Global Investors & PIMCO), Allianz Global Corporate & Specialty (corporate and specialty risks), Allianz Managed Operations and Services (AMOS), Euler Hermes (credit insurance) and Allianz Worldwide Partners (assistance services).\r\n\r\nImprint: www.allianz.com/en/info/credits/credits.html", 
        "founded": 1890, 
        "street": "Koeniginstrasse 28, ", 
        "specialities": [
            "Insurance", 
            "Asset Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Munich", 
        "zip": "80802", 
        "url": "https://www.linkedin.com/company/allianz", 
        "country": "Germany", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Allianz", 
        "follower_count": 200761, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.generali.com", 
        "description": "The Generali Group is one of the most significant players in the global insurance and financial products market. The Group is leader in Italy and Assicurazioni Generali, founded in 1831 in Trieste, is the Group's Parent and principal operating Company. \r\n\r\nCharacterised from the very outset by a strong international outlook and now present in more than 60 Countries, Generali has consolidated its position among the world's leading insurance operators, with significant market shares in western Europe - its main area of activity - and particularly in Germany, France, Austria, Spain, Switzerland and Central and Eastern Europe. \r\n  \r\nThe Group has - over the last decade - set up offices in the main markets of the Far East, among which India and China; in particular, in China, just after few years of operation, it has become the leader among the insurance companies with foreign equity interests.\r\n\r\nKey figures:\r\n-\tWe’re present in more than 60 countries\r\n-\tWe have over 76,000 employees \r\n-\tWe manage over €500 bln assests \r\n-\tWe have over € 74 bln in gross written premiums\r\n- \twe’re among the 50 smartest companies in the world according to MIT Technology Review", 
        "founded": 1831, 
        "street": ", ", 
        "specialities": [
            "Insurance", 
            "Finance", 
            "Real Estate"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/generali", 
        "country": "Italy", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Generali", 
        "follower_count": 99792, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.swissre.com", 
        "description": "The Swiss Re Group is a leading wholesale provider of reinsurance, insurance and other insurance-based forms of risk transfer. Dealing direct and working through brokers, its global client base consists of insurance companies, mid-to-large-sized corporations and public sector clients. From standard products to tailor-made coverage across all lines of business, Swiss Re deploys its capital strength, expertise and innovation power to enable the risk taking upon which enterprise and progress in society depend. \n\nFounded in Zurich, Switzerland, in 1863, Swiss Re serves clients through a network of over 70 offices globally and is rated \"AA-\"​ by Standard & Poor's, \"Aa3\"​ by Moody's and \"A+\"​ by A.M. Best. Registered shares in the Swiss Re Group holding company, Swiss Re Ltd, are listed in accordance with the Main Standard on the SIX Swiss Exchange and trade under the symbol SREN. \n\nWe're smarter together.\n\nFor more information about Swiss Re Group, please visit: www.swissre.com or follow us on Twitter @SwissRe", 
        "founded": 1863, 
        "street": null, 
        "specialities": [
            "Reinsurance", 
            "Insurance Linked Securities", 
            "Public Sector/Emerging Markets", 
            "Insurance", 
            "Risk transfer", 
            "Property & Casualty", 
            "Life & Health"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/swiss-re", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Swiss Re", 
        "follower_count": 146596, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.jpmorgan.com", 
        "description": "J.P. Morgan is a leader in financial services, offering solutions to clients in more than 100 countries with one of the most comprehensive global product platforms available. We have been helping our clients to do business and manage their wealth for more than 200 years. Our business has been built upon our core principle of putting our clients'​ interests first.\r\n\r\nJ.P. Morgan is part of JPMorgan Chase & Co. (NYSE: JPM), a global financial services firm.", 
        "founded": 1799, 
        "street": "270 Park Avenue, ", 
        "specialities": [
            "Asset Management", 
            "Corporate and Investment Bank", 
            "Private Banking", 
            "Commercial Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017", 
        "url": "https://www.linkedin.com/company/j-p-morgan", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "J.P. Morgan", 
        "follower_count": 809597, 
        "type": "Public Company"
    }, 
    null, 
    null, 
    null
]