[
    {
        "website": "http://www.greateasternlife.com", 
        "description": "WE'RE NOT JUST A LIFE INSURANCE COMPANY ANYMORE. \r\nWE'RE A LIFE COMPANY. \r\n\r\nIn a world of 7 billion people, no one else can love your family the way you can. That's why, there will never be another you. And why, at Great Eastern, we're changing the way we look at life insurance. Because we believe that life insurance alone can never replace what matters most. \r\n\r\nStarting now, expect a lot of new things from us. Mobile applications, a brand new Health and Wellness website, community and expert forums, and an industry-first loyalty programme. All designed to help you achieve your best intentions to live healthier, live better, and most importantly, live longer. \r\n\r\nBecause we're not just a life insurance company anymore. \r\nWe're a life company. \r\n\r\nIt all begins at greateasternlife.com", 
        "founded": null, 
        "street": "1 Upper Pickering Street, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Singapore", 
        "zip": "048659", 
        "url": "https://www.linkedin.com/company/great-eastern-life", 
        "country": "Singapore", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Great Eastern Life", 
        "follower_count": 38179, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.aia.com", 
        "description": "AIA Group Limited and its subsidiaries (collectively “AIA” or the “Group”) comprise the largest independent publicly listed pan-Asian life insurance group. It has a presence in 18 markets in Asia-Pacific – wholly-owned branches and subsidiaries in Hong Kong, Thailand, Singapore, Malaysia, China, Korea, the Philippines, Australia, Indonesia, Taiwan, Vietnam, New Zealand, Macau, Brunei, Cambodia, a 97 per cent subsidiary in Sri Lanka, a 49 per cent joint venture in India and a representative office in Myanmar.\r\n\r\nThe business that is now AIA was first established in Shanghai almost a century ago. It is a market leader in the Asia-Pacific region (ex-Japan) based on life insurance premiums and holds leading positions across the majority of its markets. It had total assets of US$185 billion as of 30 November 2016. \r\n\r\nAIA meets the long-term savings and protection needs of individuals by offering a range of products and services including life insurance, accident and health insurance and savings plans. The Group also provides employee benefits, credit life and pension services to corporate clients. Through an extensive network of agents, partners and employees across Asia-Pacific, AIA serves the holders of more than 30 million individual policies and over 16 million participating members of group insurance schemes.\r\n\r\nAIA Group Limited is listed on the Main Board of The Stock Exchange of Hong Kong Limited under the stock code “1299” with American Depositary Receipts (Level 1) traded on the over-the-counter market (ticker symbol: “AAGIY”).", 
        "founded": 1919, 
        "street": "AIA Central, 1 Connaught Road", 
        "specialities": [
            "life insurance", 
            "retirement planning", 
            "accident and health insurance", 
            "wealth management solutions"
        ], 
        "size": "10,001+ employees", 
        "city": "Central", 
        "zip": "N/A", 
        "url": "https://www.linkedin.com/company/aia", 
        "country": "Hong Kong", 
        "industry": "Insurance", 
        "state": "Hong Kong", 
        "company_name": "AIA", 
        "follower_count": 64231, 
        "type": "Public Company"
    }, 
    {
        "website": "http://tokiomarine.com", 
        "description": "Welcome to the official page of Tokio Marine in Asia.\n\nMore than 130 years ago, we were established as the first Insurance company in Japan. Our network now spans 483 cities in 38 countries, and we have never lost sight of conducting business with integrity, passion and quality. \n\nDoing good, being good means profits are not the be all and end all of our existence, but a natural progression of doing the best for customers, employees and society. Working to be a Good Company brings us together as a united global insurance group. \n\nWHO WE ARE \n\nEstablished in the year 1879 as the first insurance company in Japan, TOKIO MARINE has grown over the decades, now offering an extensive selection of General and Life insurance products and solutions. With a presence in 38 countries and expanding, Tokio Marine ranks as one of the world’s most globally diversified and financially secure insurance groups. Today, as Japan’s largest insurance group, with over USD194 billion in assets, USD33 billion of net written premiums (as at end of March 2015) and over 40,000 employees, Tokio Marine is ever-ready to partner with you to continuously realise more achievements.", 
        "founded": 1879, 
        "street": ", ", 
        "specialities": [
            "Insurance", 
            "Protection", 
            "Savings", 
            "Retirement", 
            "Investments", 
            "Investment-linked solutions", 
            "Financial Services", 
            "Property & Casualty", 
            "Marine Cargo", 
            "Group insurance", 
            "Accident & Health"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/tokio-marine-insurance-group", 
        "country": "Singapore", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Tokio Marine Insurance Group (Asia)", 
        "follower_count": 21449, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.axa.com", 
        "description": "AXA is the number one global insurance brand and has been for 8 consecutive years. We are also the number one insurance company in global revenue and the 8th largest asset manager. We build partnerships with other top players (e.g. HSBC, ICBC, Mandiri, BNP Paribas). All together, we service over 103 million customers worldwide, in 64 countries. As a result, we enjoy international exposure and have the chance to work with multicultural teams. We also have local and regional mobility programs as well as diverse possibilities for international assignments.\r\n\r\nVisit our website to find out more: http://www.axa.com", 
        "founded": null, 
        "street": "25, avenue Matignon, ", 
        "specialities": [
            "Insurance", 
            "Banking", 
            "Asset Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Paris", 
        "zip": "75008", 
        "url": "https://www.linkedin.com/company/axa", 
        "country": "France", 
        "industry": "Insurance", 
        "state": "FR", 
        "company_name": "AXA", 
        "follower_count": 376849, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.manulife.com", 
        "description": "Manulife is a leading Canada-based financial services group that is helping people achieve their dreams and aspirations, by putting customers’ needs first and providing them with the right advice and solutions. With principal operations in Canada, the U.S. (where we operate as John Hancock) and Asia, we provide more than 20 million customers in 22 countries and territories with financial advice, insurance, and wealth and asset management solutions. \n\nVisit www.Manulife.com to find out more.\n\nFor Manulife terms of use, please visit http://bit.ly/SM_Terms\n", 
        "founded": null, 
        "street": null, 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/manulife-financial", 
        "country": null, 
        "industry": "Financial Services", 
        "state": null, 
        "company_name": "Manulife", 
        "follower_count": 76874, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://pru.co.uk", 
        "description": "Prudential UK is a leading life and pensions provider to approximately 7 million customers with 2,700 employees.  Prudential UK is part of Prudential plc - an international financial services group with significant  operations in Asia, the US and the UK.\r\n\r\nEstablished in 1848 our expertise is in areas such as longevity, risk management and multi-asset investment.  Our financial strength and highly respected brand is built around our core strengths in with-profits and annuities.\r\n\r\nWe go out of our way to attract, retain and develop a diverse pool of talent.  A career with Prudential can be varied and stimulating, so you'll always be stretching yourself and learning new skills.", 
        "founded": null, 
        "street": null, 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/prudential-assurance", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Prudential Assurance", 
        "follower_count": 28313, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.zurich.com/social-media", 
        "description": "WELCOME to Zurich's official Linkedin company profile.\r\n\r\nZurich is a leading multi-line insurer that serves its customers in global and local markets.\r\n\r\nWith about 54,000 employees, it provides a wide range of property and casualty, and life insurance products and services in more than 210 countries and territories. Zurich’s customers include individuals, small businesses, and mid-sized and large companies, as well as multinational corporations. The Group is headquartered in Zurich, Switzerland, where it was founded in 1872.\r\n\r\nONE TEAM, ONE PURPOSE\r\n\r\nWe are Zurich, one global company, with one mission, one ambition, one set of shared values and a clear commitment to our stakeholders: our customers, our people, our shareholders, and the communities in which we live and work.\r\n\r\nTo find out more, follow us on Twitter: @Zurich, like us on Facebook: Zurich, subscribe on YouTube: Zurich Insurance Group, follow us on Instagram: zurichinsurance or visit our website: www.zurich.com\r\n\r\nYou can find Zurich's community guidelines on http://www.zurich.com/services/social-media.htm", 
        "founded": 1872, 
        "street": "Mythenquai 2, ", 
        "specialities": [
            "insurance", 
            "Life insurance", 
            "Casual and Property Insurance", 
            "Investment Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Zurich", 
        "zip": "8002", 
        "url": "https://www.linkedin.com/company/zurich-insurance-company-ltd", 
        "country": "Switzerland", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Zurich Insurance Company Ltd", 
        "follower_count": 224869, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.tokiomarinekiln.com/fr", 
        "description": "Filliale de Tokio Marine and Nichido Fire Insurance Co.Limited,  la plus importante et la plus ancienne société d’assurances Non vie au Japon  dans le domaine des risques d’entreprises et des risques Maritimes et Transports, nous développons et gérons les opérations d'assurance en Europe.  \r\n\r\nDédiés aux risques d'entreprises, nous intervenons dans diverses branches: Dommages aux biens,  Responsabilité Civile, Accidents, Maritime & Transports. Nous délivrons à nos clients, en Europe, des solutions d'assurances innovantes pour leur garantir une protection fiable et efficace. \r\n \r\nNotre expertise dans le domaine des risques d’entreprises, la solidité financière du groupe et son positionnement mondial nous permettent d'offrir un service de qualité pour satisfaire nos clients et gagner leur confiance.", 
        "founded": null, 
        "street": "6/8 boulevard Haussmann, ", 
        "specialities": [
            "IARD Dommages Responsabilité Civile Transports Individuelle Accident Risques Spéciaux"
        ], 
        "size": "51-200 employees", 
        "city": "Paris", 
        "zip": "75009", 
        "url": "https://www.linkedin.com/company/tokio-marine_2", 
        "country": "France", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Tokio Marine", 
        "follower_count": 3877, 
        "type": "Privately Held"
    }, 
    null, 
    {
        "website": "http://www.allianz.com/careers", 
        "description": "About Allianz Group:\r\nFounded in 1890 in Berlin, Allianz Group is a global leader and employer in insurance and financial services in more than 70 countries worldwide. With Allianz SE as headquarters, our many different insurance and financial service companies are present on all continents. Further high quality services are offered globally by Allianz Asset Management (Allianz Global Investors & PIMCO), Allianz Global Corporate & Specialty (corporate and specialty risks), Allianz Managed Operations and Services (AMOS), Euler Hermes (credit insurance) and Allianz Worldwide Partners (assistance services).\r\n\r\nImprint: www.allianz.com/en/info/credits/credits.html", 
        "founded": 1890, 
        "street": "Koeniginstrasse 28, ", 
        "specialities": [
            "Insurance", 
            "Asset Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Munich", 
        "zip": "80802", 
        "url": "https://www.linkedin.com/company/allianz", 
        "country": "Germany", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Allianz", 
        "follower_count": 200770, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.generali.com", 
        "description": "The Generali Group is one of the most significant players in the global insurance and financial products market. The Group is leader in Italy and Assicurazioni Generali, founded in 1831 in Trieste, is the Group's Parent and principal operating Company. \r\n\r\nCharacterised from the very outset by a strong international outlook and now present in more than 60 Countries, Generali has consolidated its position among the world's leading insurance operators, with significant market shares in western Europe - its main area of activity - and particularly in Germany, France, Austria, Spain, Switzerland and Central and Eastern Europe. \r\n  \r\nThe Group has - over the last decade - set up offices in the main markets of the Far East, among which India and China; in particular, in China, just after few years of operation, it has become the leader among the insurance companies with foreign equity interests.\r\n\r\nKey figures:\r\n-\tWe’re present in more than 60 countries\r\n-\tWe have over 76,000 employees \r\n-\tWe manage over €500 bln assests \r\n-\tWe have over € 74 bln in gross written premiums\r\n- \twe’re among the 50 smartest companies in the world according to MIT Technology Review", 
        "founded": 1831, 
        "street": ", ", 
        "specialities": [
            "Insurance", 
            "Finance", 
            "Real Estate"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/generali", 
        "country": "Italy", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Generali", 
        "follower_count": 99797, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.aig.com", 
        "description": "Founded in 1919, we're a leading insurance company serving commercial, institutional, and individual customers through one of the most extensive worldwide property-casualty networks of any insurer. In addition, AIG companies are leading providers of life insurance and retirement services in the United States. But we’re more than the sum of our parts. Our teams come together every day around the globe to take on the world’s new challenges. We’re people who believe that with the right values and hard work, anything is possible. We know that when we’re at our best, it allows each and every one of our customers to be at their best, to realize their dreams, and find success every day.\r\n \r\nTogether, we’re working to help build a better, safer future for everyone.\r\n\r\nFollow us on Twitter at: \r\nhttp://twitter.com/AIGinsurance\r\n\r\nLike us on Facebook at:\r\nhttp://www.facebook.com/AIGInsurance\r\n\r\nSubscribe to our YouTube Channel at:\r\nhttp://www.youtube.com/aig", 
        "founded": null, 
        "street": "175 Water Street, ", 
        "specialities": [
            "Property Casualty Insurance", 
            "Life and Retirement"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10038", 
        "url": "https://www.linkedin.com/company/aig", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "New York", 
        "company_name": "AIG", 
        "follower_count": 381733, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.metlife.com", 
        "description": "We live in a time of unprecedented change. A time when economies, regulations, and social safety nets are all in flux.\r\n\r\nCustomers around the globe have told us they’re overwhelmed by the pace of change and are looking for a trusted partner to help them manage life’s twists and turns.\r\n\r\nMetLife is committed to being that partner. That’s why we’re transforming our business: Delivering greater value for the people we serve by becoming a simpler, more focused, and future-facing company. We’ll be introducing new ways to meet our customers’ evolving needs, with flexible products; simpler, more intuitive experiences and a range of new services. \r\n\r\nMetLife. Navigating life together.\r\n\r\nFor more information, visit www.metlife.com\r\n\r\nFor customer service: http://bit.ly/metlifeservice\r\n\r\nMetLife, Inc. (NYSE: MET), through its subsidiaries and affiliates (\"MetLife\"​), is one of the largest life insurance companies in the world. Founded in 1868, MetLife is a global provider of life insurance, annuities, employee benefits, and asset management. Serving approximately 100 million customers, MetLife has operations in nearly 50 countries and holds leading market positions in the United States, Japan, Latin America, Asia, Europe, and the Middle East.", 
        "founded": 1868, 
        "street": "200 Park Ave, ", 
        "specialities": [
            "Insurance and Financial Products"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10166", 
        "url": "https://www.linkedin.com/company/metlife", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "NY", 
        "company_name": "MetLife", 
        "follower_count": 273670, 
        "type": "Public Company"
    }, 
    {
        "website": "https://group.bnpparibas/en/", 
        "description": "BNP Paribas (https://group.bnpparibas) is one of the best rated banks in the world. The Group has a presence in 74 countries and more than 190,000 employees, including more than 146,000 in Europe. It ranks highly in its three core activities: Domestic Markets, Corporate & Institutional Banking and International Financial Service.\r\nIn Europe, the Group has four domestic markets (Belgium, France, Italy and Luxembourg) and BNP Paribas Personal Finance is the leader in consumer lending.\r\n\r\nBNP Paribas is rolling out its integrated retail banking model across the Europe-Mediterranean zone and boasts a large network in the western part of the United States. In its Corporate & Institutional Banking and International Financial Services, BNP Paribas also enjoys top positions in Europe, a strong presence in the Americas and solid and fast-growing businesses in Asia.", 
        "founded": 1848, 
        "street": "16 boulevard des Italiens, ", 
        "specialities": [
            "Leader in banking , insurance and financial services"
        ], 
        "size": "10,001+ employees", 
        "city": "Paris", 
        "zip": "75009", 
        "url": "https://www.linkedin.com/company/bnp-paribas", 
        "country": "France", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "BNP Paribas", 
        "follower_count": 351429, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.sunlife.com", 
        "description": "Sun Life Financial is a leading financial services organization dedicated to helping customers achieve lifetime financial security.\r\n\r\nWe provide a wide range of insurance and investment products and services in key markets around the world including Canada, the United States, the United Kingdom, Hong Kong, the Philippines and Indonesia. At Sun Life, we have more than 15,000 employees and 12,000 advisors.", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/sun-life-financial", 
        "country": "Other", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Sun Life Financial", 
        "follower_count": 91805, 
        "type": "Public Company"
    }, 
    null, 
    null, 
    null, 
    {
        "website": "http://www.bmo.com", 
        "description": "At BMO, banking is our personal commitment to helping people at every stage of their financial lives.\r\n\r\nThe truth is, people’s needs change: so we change too. But we never change who we are. Which means we’ll never waiver from providing our customers the best possible banking experience in the industry. \r\n\r\nOur incredible team of over 46,000 people is just the tip of the iceberg. You should get to know us. We’re here to help.", 
        "founded": null, 
        "street": "First Canadian Place, 100 King Street", 
        "specialities": [
            "Personal Banking", 
            "Commercial Banking", 
            "Wealth Management", 
            "Capital Markets", 
            "Asset Management"
        ], 
        "size": "10,001+ employees", 
        "city": "Toronto", 
        "zip": "M5X 1A1", 
        "url": "https://www.linkedin.com/company/bank-of-montreal", 
        "country": "Canada", 
        "industry": "Financial Services", 
        "state": "ON", 
        "company_name": "BMO Financial Group", 
        "follower_count": 117180, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.aviva.com", 
        "description": "We’re here to protect our 33 million customers from life’s unexpected twists and turns – freeing them from fear of uncertainty.  \r\n\r\nWe are one of only a few insurance companies in the world that can provide customers with life, general and health insurance, and asset management in one place – a composite insurer.\r\n\r\nAnd we have a unique competitive advantage. Whether we’re protecting them from everyday risks or helping them to save for the future, we put customers at the heart of all we do – creating a bright and sustainable future for our customers, employees and our communities.", 
        "founded": null, 
        "street": "St Helens, 1 Undershaft", 
        "specialities": [
            "Retirement", 
            "Investments", 
            "Insurance", 
            "Health"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "EC3P 3DQ", 
        "url": "https://www.linkedin.com/company/aviva-plc", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Aviva", 
        "follower_count": 90939, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.hsbc.com", 
        "description": "HSBC is one of the world’s largest banking and financial services organisations. We serve more than 37 million customers through four global businesses: \r\n\r\n•\tCommercial Banking\r\n•\tRetail Banking and Wealth Management\r\n•\tGlobal Banking and Markets\r\n•\tGlobal Private Banking\r\n\r\nOur network covers 70 countries and territories in Europe, Asia, the Middle East and North Africa, North America and Latin America. \r\n\r\nWith around 4,000 offices worldwide, we aim to be where the growth is, connecting customers to opportunities, enabling businesses to thrive and economies to prosper, and ultimately helping people to fulfil their hopes and realise their ambitions. \r\n\r\nHSBC is listed on the London, Hong Kong, New York, Paris and Bermuda stock exchanges.\r\n\r\nTo view our social media terms and conditions please visit the following webpage: http://www.hsbc.com/social-TandCs", 
        "founded": 1865, 
        "street": "8 Canada Square, ", 
        "specialities": [
            "Banking", 
            "Financial Services", 
            "International Finance and Banking", 
            "Wealth Management", 
            "Corporate and Business Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "E14 5HQ", 
        "url": "https://www.linkedin.com/company/hsbc", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "HSBC", 
        "follower_count": 997036, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.zurichna.com", 
        "description": "Zurich (www.zurichna.com) is a leading commercial property-casualty insurance provider serving the global corporate, large corporate, middle market, small business (not offered in Canada), specialty products and programs sectors. Behind this success is a culture of continuous improvement and a pride in excellence.  With our global reach and cross-business connections, we can draw on the expertise of a worldwide network of Zurich professionals and business partners.\r\n\r\nFollow Zurich North America on Twitter: http://twitter.com/#!/zurichnanews", 
        "founded": 1912, 
        "street": ", ", 
        "specialities": [
            "Insurance Services", 
            "Business Insurance", 
            "Programs", 
            "Property & Casualty Insurance", 
            "Specialty Products", 
            "Corporate Insurance"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/zurich-north-america", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Zurich North America", 
        "follower_count": 72122, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.swissre.com", 
        "description": "The Swiss Re Group is a leading wholesale provider of reinsurance, insurance and other insurance-based forms of risk transfer. Dealing direct and working through brokers, its global client base consists of insurance companies, mid-to-large-sized corporations and public sector clients. From standard products to tailor-made coverage across all lines of business, Swiss Re deploys its capital strength, expertise and innovation power to enable the risk taking upon which enterprise and progress in society depend. \n\nFounded in Zurich, Switzerland, in 1863, Swiss Re serves clients through a network of over 70 offices globally and is rated \"AA-\"​ by Standard & Poor's, \"Aa3\"​ by Moody's and \"A+\"​ by A.M. Best. Registered shares in the Swiss Re Group holding company, Swiss Re Ltd, are listed in accordance with the Main Standard on the SIX Swiss Exchange and trade under the symbol SREN. \n\nWe're smarter together.\n\nFor more information about Swiss Re Group, please visit: www.swissre.com or follow us on Twitter @SwissRe", 
        "founded": 1863, 
        "street": null, 
        "specialities": [
            "Reinsurance", 
            "Insurance Linked Securities", 
            "Public Sector/Emerging Markets", 
            "Insurance", 
            "Risk transfer", 
            "Property & Casualty", 
            "Life & Health"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/swiss-re", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Swiss Re", 
        "follower_count": 146599, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.tmamerica.com", 
        "description": "Tokio Marine has been conducting business in the U.S. for a century and Tokio Marine America Insurance Company (TMAIC) is licensed to write all lines in all 50 states, Puerto Rico and the District of Columbia. With the highest financial strength rating from A.M. Best, TMAIC is committed to delivering security through a financially sound organization. We provide unique insurance and risk management tools from our experienced staff of account executives, underwriters and loss prevention engineers and fair and timely claim settlement from a skilled team of claim professionals.\r\n\r\nWe work with major brokers and leading independent insurance agents throughout the United States to serve some of the world's largest and most distinguished organizations. Our clients come from many industries including:\r\n\r\nElectronics, communications and technology\r\nAuto and auto parts manufacturing\r\nPharmaceutical and life sciences\r\nChemical manufacturing\r\nFood and beverage\r\nReal estate / office parks\r\nOther industrial / manufacturing\r\nWholesale & Retail", 
        "founded": null, 
        "street": null, 
        "specialities": null, 
        "size": "201-500 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/tokio-marine-management", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Tokio Marine America", 
        "follower_count": 3091, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.hdi.com.br", 
        "description": "A HDI Seguros é uma empresa do grupo alemão Talanx, terceiro maior grupo segurador da Alemanha, está presente em mais de 150 países. Atuando no Brasil há mais de 30 anos, a HDI conta hoje com uma estrutura com mais de 60 filiais e 40 centros de atendimento a sinistros.\r\nA Companhia atua em todo o território nacional, primordialmente na carteira de seguros massificados de automóvel e no ramo patrimonial.", 
        "founded": 1903, 
        "street": "Av. Engenheiro Luis Carlos Berrini, 901, 5th Floor", 
        "specialities": [
            "Seguros Automotivos", 
            "Seguros Residenciais", 
            "Seguros Condominiais", 
            "Seguros para empresas - frota e transporte"
        ], 
        "size": "501-1000 employees", 
        "city": "São Paulo", 
        "zip": "04571010", 
        "url": "https://www.linkedin.com/company/hdi-seguros", 
        "country": "Brazil", 
        "industry": "Insurance", 
        "state": "SP", 
        "company_name": "HDI Seguros", 
        "follower_count": 36404, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.portoseguro.com.br", 
        "description": "A Porto Seguro é uma empresa brasileira com mais de  70 anos de mercado e está entre as maiores seguradoras do País, liderando os ramos de Seguro Auto e Residência. Atualmente, emprega diretamente mais de 14 mil funcionários, além de 17 mil prestadores, por meio de suas 27 empresas.\r\n \r\nMais do que oferecer serviços de qualidade, o objetivo da Porto Seguro sempre foi o de oferecer uma experiência diferenciada ao cliente, com foco no atendimento e na prestação de serviços que buscam facilitar o dia a dia, trazendo mais tranquilidade.\r\n\r\nNa Porto Seguro, todos os funcionários têm o direito de participar e expor suas opiniões. Cooperação, transparência, justiça e atitude de atender com genuíno interesse são nossos valores fundamentais.\r\n\r\nSe você se identifica com os valores da empresa, é um profissional que tem vontade de aprender e gostaria de trabalhar num ambiente de trabalho colaborativo, venha fazer parte da Porto Seguro!", 
        "founded": 1945, 
        "street": null, 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/porto-seguro", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Porto Seguro", 
        "follower_count": 112305, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.sompo.com.br", 
        "description": "Founded in 1943, the city of Santos (SP), Marítima Seguros is one of the strongest insurers and traditional country. At the beginning of its activities the company operated only with insurance shipping and \"fire\"​. \r\n\r\nThe demand for insurance services, in the 40's, was the determining factor for the company transferred its headquarters to the city of São Paulo. The expansion to other regions of the country was a natural consequence of growth. \r\n\r\nMarítima Seguros operates today in the southeast, south and northeast of Brazil. Its branches are spread over Sao Paulo, Rio de Janeiro, Minas Gerais, Paraná, Santa Catarina, Rio de Janeiro and Fortaleza. \r\n\r\nThis universe of coverage puts the sector between the 10 largest insurance groups in the country with the distinction of being completely independent of business conglomerates and financial institutions. \r\n\r\nIts history is rooted in experience, tradition and modernity. These items are completed with its main feature of interest: the principle of efficacy in the treatment and agility in the payment of claims and reimbursements.", 
        "founded": 1943, 
        "street": "Rua Cubatão, 320, ", 
        "specialities": [
            "Seguros"
        ], 
        "size": "1001-5000 employees", 
        "city": "São Paulo", 
        "zip": "01048902", 
        "url": "https://www.linkedin.com/company/sompo-seguros", 
        "country": "Brazil", 
        "industry": "Insurance", 
        "state": "São Paulo", 
        "company_name": "Sompo Seguros", 
        "follower_count": 27654, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.allianz.co.uk", 
        "description": "Allianz aims to be the outstanding competitor in personal and commercial insurance in the UK, helping people and companies move on and up in business and life.\r\n\r\nWe are the 34th largest company in the world and have over 85 million customers in 70 different countries.\r\n\r\nThere are over 4,500 people working in 22 offices across the UK with support services being provided by 900 employees in India. Everyone brings their own expertise and enthusiasm to work, to enable customers to make the right insurance decisions to meet their needs.\r\n\r\nWorking with us\r\nWe nurture and invest in talent to ensure that great people build great careers with us. There is a variety of different career opportunities which enable people to fulfil their potential.  \r\n\r\nAllianz and our people have won a number of prestigious industry awards, including General Insurer of the Decade at the 2014 British Insurance Awards.\r\n\r\nWe are accredited by Investors in People and are recognised by Working Families as one of the best places to work.\r\n\r\nAllianz is committed to promoting diverse talent from all backgrounds and welcomes applications from anyone who wants to offer their specific skills, experience and enthusiasm to make a difference at Allianz.", 
        "founded": 1905, 
        "street": "57 Ladymead, ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": "Guildford", 
        "zip": "GU1 1DB", 
        "url": "https://www.linkedin.com/company/allianz-insurance-plc", 
        "country": "United Kingdom", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Allianz Insurance", 
        "follower_count": 51036, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.generali.it", 
        "description": "Generali Italia è la grande realtà assicurativa nata dalla fusione di Generali, Ina Assitalia, Toro, Lloyd Italico e Augusta. Dall’unione di persone e competenze che hanno fatto la storia dell’assicurazione in Italia, è nata una Compagnia con radici solide che guarda al futuro, in grado di offrire soluzioni sempre più innovative ed efficaci. Coniughiamo l’attenzione alle esigenze degli assicurati, alla solidità patrimoniale, all’esperienza e all’eccellenza tecnica del Gruppo Generali per accompagnare e proteggere i tuoi progetti di vita. Essere più grandi vuol dire anche diventare più forti: con l’esperienza di oltre 40 mila Agenti presenti capillarmente su tutto il territorio italiano oggi proteggiamo oltre 10 milioni di clienti.\r\n\r\nLa sede principale di Generali Italia S.p.A. è in Via Marocchesa 14, 31021 Mogliano, Veneto, Italia", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/generaliitalia", 
        "country": "Italy", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Generali Italia S.p.A.", 
        "follower_count": 17826, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.group.intesasanpaolo.com", 
        "description": "Intesa Sanpaolo, the leading Italian banking group, offers its services to 11.1 million customers through a nationwide network of approximately 4,000 branches and a market share no lower than 12% in most regions. \r\nThe Group has a selected retail banking presence in Central and Eastern Europe, the Middle East and North Africa, with approximately 1,200 branches and 7.8 million customers in 12 countries. Intesa Sanpaolo is also present in 29 countries in support of its corporate customers’ cross-border business. \r\n\r\nFigures as at 31 December 2016\r\n\r\nAwards \r\nDiversity & Inclusion Award 2016 \r\nIntesa Sanpaolo received Diversity & Inclusion Award \r\n\r\nItaly's most attractive employers 2015 \r\nIntesa Sanpaolo was voted Ideal Employer for Italian new graduates", 
        "founded": 2007, 
        "street": "Piazza San Carlo 156, ", 
        "specialities": [
            "Banking Services", 
            "Financial Services", 
            "Asset Management", 
            "Private Banking", 
            "Corporate Banking", 
            "Insurance", 
            "Investment Banking", 
            "Retail Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "Turin", 
        "zip": "10121", 
        "url": "https://www.linkedin.com/company/intesa-sanpaolo", 
        "country": "Italy", 
        "industry": "Banking", 
        "state": "TO", 
        "company_name": "Intesa Sanpaolo", 
        "follower_count": 136552, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.unicreditgroup.eu", 
        "description": "We are a strong pan-European Group with a simple commercial banking model and a fully plugged in Corporate & Investment Bank, delivering our unique Western, Central and Eastern European network to our extensive client franchise.\nWe  offer local expertise as well as international reach. We accompany and support our 25 million clients globally, providing them with unparalleled access to our leading banks in 14 core markets as well as to an another 18 countries worldwide.\nOur European banking network includes Italy, Germany, Austria, Bosnia and Herzegovina, Bulgaria, Croatia, Czech Republic, Hungary, Romania, Russia, Slovakia, Slovenia, Serbia and Turkey.\nOur strategic position in Western and Central and Eastern Europe enables us to command one of highest market shares in the region.\nWhile our brand is recognizable all over Europe, we have preserved the highly valuable local brands of banks that we acquired to form our Group.\n\nNote\nData as at December 31, 2016.\n\nPoland: On December 8, 2016, UniCredit (\"UCG\") entered into a binding agreement with PZU SA and PFR (Polish Development Fund) for the sale of a 32.8% stake in Bank Pekao (Poland) and, on the same date, it announced the disposal of the remaining 7.3% via a market transaction. The CEE division includes only the 11 countries in which the Group operates through Retail branches. Accordingly, Azerbaijan, Estonia, Latvia and Lithuania have been excluded.", 
        "founded": null, 
        "street": "Piazza Gae Aulenti, 3, Tower A", 
        "specialities": [
            "Banking Services", 
            "Investment Banking", 
            "Financial Services", 
            "Corporate Banking", 
            "Retail Banking", 
            "Asset Management", 
            "Financial", 
            "Private Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "Milano", 
        "zip": "20154", 
        "url": "https://www.linkedin.com/company/unicredit", 
        "country": "Italy", 
        "industry": "Banking", 
        "state": "MI", 
        "company_name": "UniCredit", 
        "follower_count": 125028, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.chubb.com", 
        "description": "Chubb is the world’s largest publicly traded property and casualty insurer. With operations in 54 countries, Chubb provides commercial and personal property and casualty insurance, personal accident and supplemental health insurance, reinsurance and life insurance to a diverse group of clients. \r\n\r\nAs an underwriting company, we assess, assume and manage risk with insight and discipline. We service and pay our claims fairly and promptly. We combine the precision of craftsmanship with decades of experience to conceive, craft and deliver the very best insurance coverage and service to individuals and families, and businesses of all sizes.\r\n\r\nChubb is also defined by its extensive product and service offerings, broad distribution capabilities, exceptional financial strength and local operations globally. The company serves multinational corporations, mid-size and small businesses with property and casualty insurance and risk engineering services; affluent and high net worth individuals with substantial assets to protect; individuals purchasing life, personal accident, supplemental health, homeowners, automobile and specialty personal insurance coverage; companies and affinity groups providing or offering accident and health insurance programs and life insurance to their employees or members; and insurers managing exposures with reinsurance coverage.\r\n\r\nChubb has approximately $160 billion in assets and $35 billion of gross premiums written in 2016.  Chubb’s core operating insurance companies maintain financial strength ratings of AA from Standard & Poor’s and A++ from A.M. Best.\r\n\r\nChubb Limited, the parent company of Chubb, is listed on the New York Stock Exchange (NYSE: CB) and is a component of the S&P 500 index.\r\n\r\nChubb maintains executive offices in Zurich, New York, London and other locations, and employs approximately 31,000 people worldwide.", 
        "founded": 1882, 
        "street": "Bärengasse 32, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Zurich", 
        "zip": "CH-8001", 
        "url": "https://www.linkedin.com/company/chubb", 
        "country": "Switzerland", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Chubb", 
        "follower_count": 118402, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.marsh.com", 
        "description": "Marsh is a global leader in insurance broking and risk management. In more than 130 countries, our experts in every facet of risk and across industries help clients to anticipate, quantify, protect against — and recover from — the \"what ifs\"​ in life. In today’s increasingly uncertain global business environment, Marsh helps clients to survive and thrive.\r\n\r\nWe work with clients of all sizes to define, design, and deliver innovative solutions to better quantify and manage risk. To every client interaction we bring an unmatched combination of deep intellectual capital, industry-specific expertise, global experience, and collaboration. We offer risk management, risk consulting, insurance broking, alternative risk financing, and insurance program management services to businesses, government entities, organizations, and individuals around the world.  \r\n\r\nSince 1871 clients have relied on Marsh for trusted advice, to represent their interests in the marketplace, make sense of an increasingly complex world, and help turn risks into new opportunities for growth. Our more than 30,000 colleagues work on behalf of our clients, who span industries, enterprises of all sizes, and include individuals, multinational organizations, and government entities worldwide.\r\n\r\nWe are a wholly owned subsidiary of Marsh & McLennan Companies (NYSE: MMC), a global professional services firm offering clients advice and solutions in the areas of risk, strategy, and people. With 60,000 colleagues worldwide and annual revenue exceeding $13 billion (as of Dec. 31, 2015), Marsh & McLennan Companies also include global leaders Guy Carpenter, Mercer, and Oliver Wyman.", 
        "founded": null, 
        "street": "1166 Avenue of the Americas, ", 
        "specialities": [
            "Insurance Broking", 
            "Risk Consulting", 
            "International Insurance Placement", 
            "Claims Management", 
            "Captives", 
            "Benchmarking"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10036", 
        "url": "https://www.linkedin.com/company/marsh", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "New York", 
        "company_name": "Marsh", 
        "follower_count": 154162, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.travelers.com", 
        "description": "In an uncertain world, Travelers is an insurance leader, committed to keeping pace with the ever-changing needs of our customers, and anticipating their needs for the future. There is no stronger testament to our dedication to protecting customers from loss than our continued innovation and ability to transform our industry.\r\n\r\nIn fact, from the first ever auto and space travel policies and hybrid car discount, to the 2009 founding of The Travelers Institute for public policy, our history of advancements has propelled our company—and our industry—towards ever higher standards for customers.\r\n\r\nToday, more than 150 years after our founding, Travelers is one of the nation's largest property casualty companies.  A component of the Dow Jones Industrial Average, Travelers has more than 30,000 employees, 13,000 independent agents and multiple market segments across the personal, business, financial and international insurance groups. Travelers has operations in the United States, United Kingdom, Canada, Lloyd’s of London, and the Republic of Ireland.  In Brazil, the company also has a joint venture partnership with JMalucelli, Brazil’s market leader in surety.\r\n\r\nMinimizing risk, preventing loss and helping our customers prepare for the unknown, Travelers'​ comprehensive products, services and support give individuals and businesses the confidence they need to feel secure.\r\n\r\nPlease see our Social Media Guidelines: https://www.travelers.com/about-us/social-media/guidelines.aspx", 
        "founded": 1853, 
        "street": "485 Lexington Avenue, ", 
        "specialities": [
            "Insurance"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017-2630", 
        "url": "https://www.linkedin.com/company/travelers", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "NY", 
        "company_name": "Travelers", 
        "follower_count": 169346, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.citigroup.com", 
        "description": "Citi's mission is to serve as a trusted partner to our clients by responsibly providing financial services that enable growth and economic progress. Our core activities are safeguarding assets, lending money, making payments and accessing the capital markets on behalf of our clients. We have 200 years of experience helping our clients meet the world's toughest challenges and embrace its greatest opportunities. We are Citi, the global bank – an institution connecting millions of people across hundreds of countries and cities.", 
        "founded": 1812, 
        "street": "388 Greenwich Street, ", 
        "specialities": [
            "Banking", 
            "Commercial Banking", 
            "Investment Banking", 
            "Wealth Management", 
            "Credit Cards", 
            "Capital Markets", 
            "Equity and Fixed Income Research", 
            "Fixed Income Analytics and Indices", 
            "The Yield Book", 
            "Consumer Lending", 
            "Cash Management", 
            "Transaction Services"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10013", 
        "url": "https://www.linkedin.com/company/citi", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "New York", 
        "company_name": "Citi", 
        "follower_count": 1231899, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.societegenerale.com", 
        "description": "Societe Generale is a leading financial services group in Europe. The Group, which was founded in 1864, now has 146,000 employees from 122 different nationalities working in 66 countries around the world.\r\n \r\nSociete Generale ’s strategy is based on a diversified universal banking model, with three core business : \r\n- Retail Banking in France with the Societe Generale branch network, Crédit du Nord, and Boursorama\r\n- International Retail banking, financial services and insurance\r\n- Corporate and Investment Banking, private banking, asset management and securities services\r\n \r\nSociete Generale is also a major player in Specialised Financing, Insurance, Private Banking, Global Investment Management & Services: Societe Generale Private Banking, Societe Generale Securities Services, Newedge (JV between Societe Generale and Crédit Agricole CIB) and Amundi (JV with Crédit Agricole SA), Societe Generale Insurance, Societe Generale Consumer Finance, Ald Automotive and Societe Generale Equipment Finance.\r\n \r\nFrédéric Oudéa has been Chairman and CEO of Societe Generale since 2009. He is assisted by three Deputy CEOs: Séverin Cabannes, Jean-François Sammarcelli and Bernardo Sanchez-Incera.\r\n \r\nIn 2010, the Group launched an extensive corporate transformation programme called Ambition SG 2015, which aims to make Societe Generale \"THE relationship-focused bank, a reference in its markets, chosen for the quality and commitment of its teams.\"​", 
        "founded": 1864, 
        "street": "29, boulevard Haussmann, ", 
        "specialities": [
            "Retail banking", 
            "Corporate and Investment Banking", 
            "Private Banking", 
            "Banque", 
            "Services financiers"
        ], 
        "size": "10,001+ employees", 
        "city": "Paris", 
        "zip": "75009", 
        "url": "https://www.linkedin.com/company/societe-generale", 
        "country": "France", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Société Générale", 
        "follower_count": 254787, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.credit-agricole.com", 
        "description": "Crédit Agricole Group is the leading financial partner to the French economy and one of the largest banking groups in Europe.\r\n\r\nIt is the leading retail bank in Europe as well as the first European asset manager, the first bancassurer in Europe and the third European player in project finance. Built on its strong cooperative and mutual roots, its 140,000 employees and the 31,500 directors of its Local and Regional Banks, Crédit Agricole  Group is a responsible and responsive bank serving 52 million customers, 8.2 million mutual shareholders and 1.1 million individual shareholders.\r\n\r\nThanks to its universal customer-focused retail banking model – based on the cooperation between its retail banks and their related business lines –, Crédit Agricole  Group supports its customers’ projects in France and around the world: insurance, real estate, payments, asset management, leasing and factoring, consumer finance, corporate and investment banking. \r\n\r\nCrédit Agricole  also stands out for its dynamic, innovative corporate social responsibility policy, for the benefit of the economy. This policy is based on a pragmatic approach which permeates across the Group and engages each employee.", 
        "founded": null, 
        "street": "12 place des Etats-Unis, ", 
        "specialities": [
            "Banque", 
            "Finance", 
            "Assurance", 
            "Gestion d'actifs"
        ], 
        "size": "10,001+ employees", 
        "city": "Montrouge", 
        "zip": "92127", 
        "url": "https://www.linkedin.com/company/credit-agricole", 
        "country": "France", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Groupe Crédit Agricole", 
        "follower_count": 83426, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.sunlife.co.uk", 
        "description": "Welcome to life after 50.\r\nIf you’re 50 plus, life’s more rewarding with us. \r\n\r\nFind out more at SunLife.co.uk \r\n\r\n#LifeAfter50", 
        "founded": 1810, 
        "street": null, 
        "specialities": [
            "Life Insurance", 
            "Funeral Plans", 
            "Home Insurance", 
            "Pet Insurance"
        ], 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/sun-life-direct-uk", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "SunLife", 
        "follower_count": 3198, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.scotiabank.com", 
        "description": "Scotiabank is Canada’s international bank and a leading financial services provider in North America, Latin America, the Caribbean and Central America, and Asia-Pacific. We are dedicated to helping our 23 million customers become better off through a broad range of advice, products and services, including personal and commercial banking, wealth management and private banking, corporate and investment banking, and capital markets. With a team of more than 88,000 employees and assets of $896 billion (as at July 31, 2016). \r\n\r\nScotiabank es el banco internacional de Canadá y un destacado proveedor de servicios financieros en Norteamérica, América Latina, el Caribe y Centroamérica, y Asia-Pacífico. Estamos comprometidos en ayudar a mejorar la situación de nuestros 23 millones de clientes a través de una completa gama de asesoría, productos y servicios en los sectores de banca personal y comercial, gestión patrimonial, y banca privada, corporativa y de inversión, y mercados de capital. Con un equipo de más de 88,000 empleados y con $ 896,000 millones en activos (al 31 de julio de 2016).  \r\n\r\nLa Banque Scotia est la banque internationale du Canada et un leader parmi les fournisseurs de services financiers en Amérique du Nord, en Amérique latine, dans les Antilles, en Amérique centrale et en Asie-Pacifique. Elle s’est donné pour mission d’aider ses 23 millions de clients à améliorer leur situation au moyen de conseils et d’une vaste gamme de produits et de services, dont des services bancaires aux particuliers, aux entreprises et aux sociétés, des services bancaires privés, d’investissement et de gestion de patrimoine ainsi que des services liés aux marchés des capitaux. Au 31 juillet 2016, l’effectif de la Banque Scotia s’élevait à plus de 88 000 employés et son actif à 896 milliards de dollars. \r\n\r\nTo learn more about Scotiabank, please visit www.scotiabank.com.", 
        "founded": null, 
        "street": "Scotia Plaza, 44 King Street W", 
        "specialities": [
            "Banking", 
            "Wealth Management", 
            "Investment Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "Toronto", 
        "zip": "M5H 1H1", 
        "url": "https://www.linkedin.com/company/scotiabank", 
        "country": "Canada", 
        "industry": "Banking", 
        "state": "Ontario", 
        "company_name": "Scotiabank", 
        "follower_count": 213903, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.cibc.com", 
        "description": "Founded in 1867, CIBC is a leading global financial institution providing a full suite of products and services to over 11 million clients across Canada and around the world. We understand that you, our customer, demand financial products and services that meet your unique needs. We provide these by creating a personalized, flexible and straightforward banking experience that fits your life. Our innovative products and services allow you to bank when and how it is most convenient for you, while our straightforward and honest approach allows you to make informed financial decisions. This culture of innovation and our shared values of trust, teamwork and accountability have consistently led to CIBC being named among the top employers in Canada. They are also why a career at CIBC provides a fulfilling challenge and opportunities for growth – not unlike the country we helped to build.\r\n\r\n\r\nFondée en 1867, la Banque CIBC est une institution financière internationale de premier plan qui offre une gamme complète de produits et services à plus de 11 millions de clients à l’échelle du Canada et dans le monde entier. Nous comprenons que vous exigiez comme client des produits et services financiers qui répondent à vos besoins uniques. Nous vous les offrons en créant une expérience bancaire personnalisée, souple et simple, adaptée à votre vie. Grâce à nos produits et services novateurs, vous pouvez effectuer vos opérations bancaires au moment et de la façon qui vous conviennent le mieux, et notre approche pratique et honnête vous aide à prendre des décisions financières éclairées. Notre culture basée sur l’innovation ainsi que nos valeurs partagées de confiance, d’esprit d’équipe et de responsabilisation nous ont permis d’être nommé l’un des meilleurs employeurs au Canada. La Banque CIBC offre aussi un milieu de travail stimulant et des perspectives professionnelles intéressantes, tout comme le pays que nous avons aidé à bâtir.", 
        "founded": null, 
        "street": "Commerce Court, ", 
        "specialities": [
            "Retail Banking", 
            "Business Banking", 
            "Wealth Management", 
            "Wholesale Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "Toronto", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/cibc", 
        "country": "Canada", 
        "industry": "Banking", 
        "state": "Ontario", 
        "company_name": "CIBC", 
        "follower_count": 135085, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.bmoharris.com", 
        "description": "At BMO Harris, banking is our personal commitment to helping people at every stage of their financial lives.\r\n\r\nThe truth is, people’s needs change: so we change too. But we never change who we are. Which means we’ll never waiver from providing our customers the best possible banking experience in the industry. \r\n\r\nOur incredible team of over 10,000 people, 600 plus branches and 1300 ATMs, are just the tip of the iceberg. You should get to know us. We’re here to help.\r\n\r\nBMO Harris Bank® is a trade name used by BMO Harris Bank N.A. Member FDIC. \r\nBMO Harris Bank is part of BMO Financial Group.", 
        "founded": null, 
        "street": "111 W. Monroe St., ", 
        "specialities": [
            "Commercial Banking", 
            "Personal Banking", 
            "Small Business Banking"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Chicago", 
        "zip": "60603", 
        "url": "https://www.linkedin.com/company/bmo-harris-bank", 
        "country": "United States", 
        "industry": "Banking", 
        "state": "IL", 
        "company_name": "BMO Harris Bank", 
        "follower_count": 34765, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.bmocm.com", 
        "description": "BMO Capital Markets is a leading, full-service North American financial services provider operating in 16 North American offices and 29 worldwide, offering corporate, institutional and government clients access to a complete range of investment and corporate banking products and services. \r\n\r\nBMO Capital Markets is a member of BMO Financial Group (TSX:BMO)(NYSE:BMO), one of the largest diversified financial services providers in North America.", 
        "founded": null, 
        "street": "100 King Street West, 1 First Canadian Place", 
        "specialities": [
            "Capital Raising, M&A, Research, Risk Management, Institutional Investing"
        ], 
        "size": "1001-5000 employees", 
        "city": "Toronto", 
        "zip": "M5X 1H3", 
        "url": "https://www.linkedin.com/company/bmo-capital-markets", 
        "country": "Canada", 
        "industry": "Investment Banking", 
        "state": "ON", 
        "company_name": "BMO Capital Markets", 
        "follower_count": 31351, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.avivacanada.com", 
        "description": "Aviva Canada is one of the leading property and casualty insurance groups in the country providing home, automobile, leisure/lifestyle and business insurance to more than three million customers. A wholly-owned subsidiary of UK-based Aviva plc, the company has more than 4,000 employees focused on creating a bright and sustainable future for our customers and our communities. \r\n\r\nAviva Canada invests in positive change through the Aviva Community Fund, Canada’s longest running online community funding competition. Since its inception in 2009, the Aviva Community Fund has awarded $7.5 million to over 250 charities and community groups nationwide. Aviva Canada, bringing over 300 years of good thinking and insurance solutions to Canadians from coast-to-coast. \r\n\r\nFor more information visit avivacanada.com, our blog or our Twitter, Facebook and LinkedIn pages.", 
        "founded": 1835, 
        "street": "2206 Eglinton Ave East, ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": "Toronto", 
        "zip": "M1L 4S8", 
        "url": "https://www.linkedin.com/company/aviva-canada", 
        "country": "Canada", 
        "industry": "Insurance", 
        "state": "Ontario", 
        "company_name": "Aviva Canada", 
        "follower_count": 22412, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.avivainvestors.com", 
        "description": "Aviva Investors is a global asset manager with expertise in real estate, fixed income, equity, multi-asset and alternative investments.\n\nOur investment intelligence spans major markets, where we currently invest £399bn (as at 30 September 2016) on behalf of our customers. This gives us the size and scale to successfully seek out opportunities that will deliver specific investor outcomes.\n\nWe start by listening closely to our clients and understanding their investment aspirations and concerns. Ranging from individuals saving for retirement through to the largest institutional investors, we believe that by knowing what’s important to our clients enables us to provide strategies and funds that aim to cater to their real needs and build relationships for the long term.\n\nWe take a collaborative approach, acting as a single team to bring together the breadth and depth of our global resources with our local knowledge and experience for the benefit of our clients. We value creativity and empower our investment teams to find and execute great ideas.\n\nIn-depth research and robust risk management underpin every investment decision we make. As investment experts, we see it as our role to not only understand our clients'​ desired outcomes, but to know how to best achieve them now and over the long term. That is why we are unequivocally for today's investor.", 
        "founded": null, 
        "street": "St. Helen’s, 1 Undershaft", 
        "specialities": [
            "Real estate", 
            "Fixed income", 
            "Equity", 
            "Multi-asset", 
            "Alternative investments", 
            "Multi-strategy"
        ], 
        "size": "1001-5000 employees", 
        "city": "London", 
        "zip": "EC3P 3DQ", 
        "url": "https://www.linkedin.com/company/aviva-investors", 
        "country": "United Kingdom", 
        "industry": "Investment Management", 
        "state": "", 
        "company_name": "Aviva Investors", 
        "follower_count": 19260, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.jpmorgan.com", 
        "description": "J.P. Morgan is a leader in financial services, offering solutions to clients in more than 100 countries with one of the most comprehensive global product platforms available. We have been helping our clients to do business and manage their wealth for more than 200 years. Our business has been built upon our core principle of putting our clients'​ interests first.\r\n\r\nJ.P. Morgan is part of JPMorgan Chase & Co. (NYSE: JPM), a global financial services firm.", 
        "founded": 1799, 
        "street": "270 Park Avenue, ", 
        "specialities": [
            "Asset Management", 
            "Corporate and Investment Bank", 
            "Private Banking", 
            "Commercial Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10017", 
        "url": "https://www.linkedin.com/company/j-p-morgan", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "J.P. Morgan", 
        "follower_count": 809638, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.morganstanley.com", 
        "description": "Morgan Stanley mobilizes capital to help governments, corporations, institutions and individuals around the world achieve their financial goals. For over 75 years, the firm’s reputation for using innovative thinking to solve complex problems has been well earned and rarely matched. A consistent industry leader throughout decades of dramatic change in modern finance, Morgan Stanley will continue to break new ground in advising, serving and providing new opportunities for its clients.\r\n\r\nMorgan Stanley is committed to maintaining the first-class service and high standard of excellence that have always defined the firm. At its foundation are four core values — putting clients first, doing the right thing, leading with exceptional ideas and giving back — that guide its more than 55,000 employees in 1,200 offices across 43 countries.", 
        "founded": null, 
        "street": "1585 Broadway, ", 
        "specialities": [
            "Sales & Trading", 
            "Investment Banking", 
            "Investment Management", 
            "Prime Brokerage", 
            "Research", 
            "Institutional Consulting", 
            "Wealth Management", 
            "Private Wealth Management"
        ], 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10036", 
        "url": "https://www.linkedin.com/company/morgan-stanley", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "NY", 
        "company_name": "Morgan Stanley", 
        "follower_count": 569981, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.home.barclays", 
        "description": "Barclays moves, lends, invests and protects money for 48 million customers and clients worldwide.\r\n\r\nWe have over 325 years of history and expertise in banking. From our beginnings in Lombard Street, London through to the launch of the world’s first ATM and innovative mobile phone payments services, find out more about our achievements to date.\r\n\r\nBarclays is a trading name of Barclays Bank PLC and its subsidiaries. Barclays Bank PLC is registered in England and is authorised by the Prudential Regulation Authority and regulated by the Financial Conduct Authority and the Prudential Regulation Authority. Registered in England. Registered No. 1026167. Registered office: 1 Churchill Place, London E14 5HP.", 
        "founded": 1690, 
        "street": "1 Churchill Place, ", 
        "specialities": [
            "Banking", 
            "Wealth and Investment Management", 
            "Private Equity and Investment Management", 
            "Retail Banking", 
            "Investment Banking", 
            "Credit Cards", 
            "Corporate Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "E14 5HP", 
        "url": "https://www.linkedin.com/company/barclays-bank", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Barclays", 
        "follower_count": 454829, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.libertymutualgroup.com", 
        "description": "When people have a sense of security, they are free to relax, venture out, and live their lives. This is the feeling Liberty Mutual brings to the world every day. \n\nFounded in 1912, we are a global leader in property and casualty insurance, focused on protecting and preserving the lives and dreams of customers in more than 30 countries. With over 50,000 employees throughout the world, we offer you the chance to work for an evolving, growing company with a deep sense of humanity and a commitment to diversity and philanthropy. Join our team and go to work knowing that what you do matters. Because really it does.", 
        "founded": null, 
        "street": "175 Berkeley Street, ", 
        "specialities": [
            "Insurance"
        ], 
        "size": "10,001+ employees", 
        "city": "Boston", 
        "zip": "02116", 
        "url": "https://www.linkedin.com/company/liberty-mutual-insurance", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "MA", 
        "company_name": "Liberty Mutual Insurance", 
        "follower_count": 178763, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.cna.com", 
        "description": "Since 1897, when CNA entered the insurance market, we’ve been there for our customers and have evolved to meet the needs of our times. We enjoy a powerful legacy built on expertise, solid products and great service. Today, we focus on what we do best — providing insurance solutions that allow our customers to better manage their risks and grow profitably. CNA’s specializations in Construction, Financial Institutions, Healthcare, Manufacturing, Professional Services, Real Estate, Small Business and Technology are complimented by our broad range of products and world-class Risk Control and Claim customer services.", 
        "founded": 1897, 
        "street": "333 S. Wabash Ave, ", 
        "specialities": [
            "Commercial Insurance", 
            "Specialty Insurance", 
            "Construction", 
            "Financial Institutions", 
            "Healthcare", 
            "Manufacturing", 
            "Professional Services", 
            "Real Estate", 
            "Small Business", 
            "Technology"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Chicago", 
        "zip": "60604", 
        "url": "https://www.linkedin.com/company/cna-insurance", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "IL", 
        "company_name": "CNA Insurance", 
        "follower_count": 39150, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.munichre.com", 
        "description": "Munich Re is one of the world’s leading risk carriers and stands for exceptional solution-based expertise, consistent risk management, financial stability and client proximity. The Group operates in all lines of insurance, with around 45,000 employees throughout the world and combines primary insurance and reinsurance under one roof.\r\n\r\nBesides our capital base, the foundation of our success is knowledge and competence – qualities that benefit clients and staff alike. As a world-class reinsurer, we invest a great deal in maintaining our knowledge lead and foster the innovative strength and expertise of our more than 11,000 employees in reinsurance. We motivate by offering a wide variety of responsible tasks with clear objectives, and cultivate a team spirit. Our corporate culture is defined by performance, mutual respect and trust. All this makes us an attractive employer providing global career development opportunities and prospects.\r\n\r\nImprint: www.munichre.com/en/service/imprint.aspx\r\n\r\nBy accessing the Munich Re LinkedIn page, you agree to LinkedIn's terms and conditions and its data use policy: www.linkedin.com/legal/privacy-policy\r\n\r\nMunich Re Legal Notice: www.munichre.com/en/service/legal_notice.aspx\r\n\r\n© 2000–2017\r\nMünchener Rückversicherungs-Gesellschaft\r\nGroup Communications", 
        "founded": 1880, 
        "street": "Königinstrasse 107, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Munich", 
        "zip": "80802", 
        "url": "https://www.linkedin.com/company/munich-re", 
        "country": "Germany", 
        "industry": "Insurance", 
        "state": "Bavaria", 
        "company_name": "Munich Re (Group)", 
        "follower_count": 49700, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.xlcatlin.com", 
        "description": "XL Catlin. We’re here to help your business move forward. With an incredible blend of people, products, services and technology, we’re looking at risk in a new way. From insurance to reinsurance, we can help you find innovative answers for a changing world.\r\n\r\nPowerful analytics, deeper insights, and market-leading technologies. We’re open to new ideas and ready to take on difficult challenges — from the most familiar to the most complex.\r\n\r\nYou need innovative, creative solutions to your risks. We’re here to find them.\r\n\r\nXL Catlin is the global brand used by XL Group Ltd’s insurance and reinsurance subsidiaries.", 
        "founded": 1986, 
        "street": null, 
        "specialities": [
            "Insurance", 
            "Reinsurance"
        ], 
        "size": "5001-10,000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/xl-catlin", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "XL Catlin", 
        "follower_count": 51559, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.tokiomarine.us/", 
        "description": "Tokio Marine North America, Inc. (“TMNA”) was established as a holding company to seek further growth in the US market, as well as create a common governance structure.  At present, TMNA has oversight and governance responsibility for the following companies:  the Philadelphia Insurance Companies; Tokio Marine Management, Inc. and the First Insurance Company of Hawaii (“TMNA Group”).  Many of TMNA’s mandates are carried out by the service company for the TMNA Group, TMNA Services, LLC.", 
        "founded": 2011, 
        "street": "One Bala Plaza, ", 
        "specialities": null, 
        "size": "11-50 employees", 
        "city": "Bala Cynwyd", 
        "zip": "19004", 
        "url": "https://www.linkedin.com/company/tokio-marine-north-america-inc-", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "PA", 
        "company_name": "Tokio Marine North America, Inc.", 
        "follower_count": 796, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.tmnas.com", 
        "description": "We provide professional support services to the Tokio Marine Group of companies in the United States, including Tokio Marine America, the First Insurance Company of Hawaii, and the Philadelphia Insurance Companies.   Among our professional service offerings are actuarial, financial, audit, payroll, human resource, legal, information technology, communications, and investment expertise.   At TMNA Services, LLC., customer service is our focus and our passion.\r\n\r\nVision\r\nAt TMNA Services, LLC., we strive to add value in all that we do, providing the best professional service to our business partners, allowing them to achieve their goals. \r\n\r\nMission\r\nThe mission of TMNAS is to provide superior professional services which support the business and governance needs of our valued customers.   \r\n\r\nValues\r\nOur values at TMNAS guide and direct our actions and our culture:\r\n\r\n*Customer-Centric Partnership\r\n*Integrity\r\n*Respect\r\n*Engagement\r\n*Innovation\r\n*Enthusiasm", 
        "founded": 2012, 
        "street": "Three Bala Plaza East, Suite 400", 
        "specialities": null, 
        "size": "201-500 employees", 
        "city": "Bala Cynwyd", 
        "zip": "19004", 
        "url": "https://www.linkedin.com/company/tmna-services-llc", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "PA", 
        "company_name": "TMNA Services, LLC. (TMNAS)", 
        "follower_count": 2615, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.phly.com", 
        "description": "Philadelphia Insurance Companies is an A++ rated, debt free carrier that designs, markets and underwrites commercial packages and professional liability insurance for select target markets.  We are corporately based in Philadelphia and have 49 offices nationwide.   Philadelphia Insurance Companies is a Ward's Top 50 carrier, one of the Top 150 Workplaces in the country, and rated as a Best Place to Work in Insurance by Business Insurance since 2010.", 
        "founded": null, 
        "street": "One Bala Plaza, Suite 100", 
        "specialities": [
            "commercial property and casualty insurance", 
            "management and professional liability insurance", 
            "unique exposures of niche markets"
        ], 
        "size": "1001-5000 employees", 
        "city": "Bala Cynwyd", 
        "zip": "19004", 
        "url": "https://www.linkedin.com/company/philadelphia-insurance-companies", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "PA", 
        "company_name": "Philadelphia Insurance Companies", 
        "follower_count": 12170, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.bradescoseguros.com.br", 
        "description": "Fundada há 74 anos, e atenta a diversas necessidades, atua nos ramos de Automóveis, Ramos Elementares, Seguro Saúde, Capitalização, Seguros de Vida e Previdência Complementar. \r\n\r\nAo longo de sua história a Bradesco Seguros, vem trilhando uma trajetória marcada por um sólido crescimento e pleno sucesso. Com uma ampla estrutura de proteção em todo o território nacional, oferece a seus clientes uma moderna estrutura de atendimento por meio de suas Centrais de Atendimento Telefônico, Internet, 334 dependências próprias além de contar com a rede de mais de 3.455 Agências do Banco Bradesco.\r\n\r\nA Bradesco Seguros também foi pioneira em seu segmento na implantação de uma Ouvidoria de Clientes. Um canal de comunicação, com o objetivo de solucionar eventuais problemas de atendimento. Uma estrutura que funciona dentro dos mais rigorosos padrões de qualidade.\r\n\r\nDiferenciais que consolidam cada vez mais a marca do Grupo Bradesco de Seguros e Previdência no mercado brasileiro. \r\n\r\nUma marca construída a partir do resultado de suas quatro seguradoras.", 
        "founded": 1936, 
        "street": null, 
        "specialities": [
            "Seguros Auto e Ramos Elementares", 
            "Seguros de Vida e Previdência Privada", 
            "Seguros Saúde", 
            "Seguros Capitalização"
        ], 
        "size": "5001-10,000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/bradesco-seguros", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Bradesco Seguros", 
        "follower_count": 42694, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.sulamerica.com.br", 
        "description": "A SulAmérica acompanha a evolução do Brasil e do mundo em seus 118 anos de atuação. Somos o maior grupo segurador independente do Brasil, sempre preocupados em transmitir confiança e solidez aos nossos funcionários, corretores, clientes e parceiros .", 
        "founded": 1895, 
        "street": "Rua Beatriz Larragoiti Lucas, 121, ", 
        "specialities": [
            "Seguros", 
            "Previdência Privada", 
            "Gestão de ativos", 
            "Capitalização"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Rio de Janeiro", 
        "zip": "20211-903", 
        "url": "https://www.linkedin.com/company/sulamerica-ing", 
        "country": "Brazil", 
        "industry": "Insurance", 
        "state": "Rio de Janeiro", 
        "company_name": "SulAmérica", 
        "follower_count": 49101, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.azulseguros.com.br", 
        "description": "Azul Seguros. Um nome cada vez mais forte e que tem uma história especial. Criada para ser uma Seguradora que atende a um nicho especial do mercado, a Azul Seguros faz parte da Corporação Porto Seguro, operando com estrutura e administração próprias e independentes. \r\nHá mais de 100 anos, duas Seguradoras marcavam sua presença no Brasil: a UAP Seguros e a Motor Union Seguros. No ano de 1999, elas se uniram e dessa fusão resultou a AXA Seguros. Em 2003, a matriz da AXA Seguros decidiu encerrar as atividades no Brasil. A unidade brasileira da Axa foi então adquirida pela Porto Seguro e em 2004 sua razão social foi alterada para Azul Seguros. Desde 2003 a Azul Seguros faz parte da Porto Seguro.", 
        "founded": 2004, 
        "street": null, 
        "specialities": null, 
        "size": "501-1000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/azul-companhia-de-seguros-gerais", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Azul Seguros", 
        "follower_count": 18943, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.itau.com.br", 
        "description": "Seja bem-vindo(a) à página do Itaú no Linkedin. Queremos ouvir o que você tem a dizer! Converse com a gente 😉", 
        "founded": null, 
        "street": "Praça Alfredo Egydio de Souza Aranha, 100, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "São Paulo", 
        "zip": "04344902", 
        "url": "https://www.linkedin.com/company/itau", 
        "country": "Brazil", 
        "industry": "Banking", 
        "state": "São Paulo", 
        "company_name": "Itaú Unibanco", 
        "follower_count": 344434, 
        "type": "Privately Held"
    }, 
    null, 
    {
        "website": "http://www.unipolsai.com/it/Pagine/default.aspx", 
        "description": "UnipolSai Assicurazioni S.p.A. is the multi-branch insurance company of the Unipol Group. \r\nThe company was founded on 6 January 2014 following the merger by incorporation into Fondiaria-Sai of the companies Milano Assicurazioni, Unipol Assicurazioni and Premafin, financial holding of the former Fondiaria-SAI Group. UnipolSai operates nationwide with over 3,000 agencies and more than 6,000 sub-agencies through which it offers a complete range of insurance solutions to over 10 million customers, making it the first insurance company in Non-Life business and the absolute leader in MV insurance.", 
        "founded": 2014, 
        "street": "Via Stalingrado 45, ", 
        "specialities": null, 
        "size": "5001-10,000 employees", 
        "city": "Bologna", 
        "zip": "40128", 
        "url": "https://www.linkedin.com/company/unipolsai", 
        "country": "Italy", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "UnipolSai Assicurazioni Spa", 
        "follower_count": 11162, 
        "type": "Public Company"
    }, 
    {
        "website": "https://www.axa.it", 
        "description": "With 166,000 employees and 107 million customers in 64 countries, AXA is a world leader in the field of protection and first global insurance brand in the world for the 8th consecutive year, according to Interbrand 2016. \r\n\r\nAXA's mission is protection, meaning to help customers live their lives with more peace of mind by protecting them, their relatives and their property against risks, and by managing their savings and assets. \r\n\r\nWith an highly professional agency network, including about 650 agencies, and among the market leaders in bancassurance, since the partnership with Montepaschi Group, AXA is present in Italy in a multi-distribution perspective, through AXA Italia, including AXA Assicurazioni, AXA MPS and Quadra Assicurazioni, registering a gross written premiums of 8,4 billion euro in 2015, in addition to specialized companies. \r\n\r\nFor more information, please visit the website: www.axa.it - www.axa-mps.it", 
        "founded": null, 
        "street": "Corso Como, 17, ", 
        "specialities": [
            "Assicurazioni per l'auto e per la moto", 
            "Assicurazioni per la professione", 
            "Assicurazioni per la persona", 
            "Assicurazioni per il patrimonio", 
            "Assicurazioni per la previdenza complementare"
        ], 
        "size": "1001-5000 employees", 
        "city": "Milano", 
        "zip": "20154", 
        "url": "https://www.linkedin.com/company/axa-italia", 
        "country": "Italy", 
        "industry": "Insurance", 
        "state": "Milano", 
        "company_name": "AXA Italia", 
        "follower_count": 14918, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.ubibanca.it", 
        "description": "UBI Banca - Unione di Banche Italiane Spa - is the fourth largest Italian commercial banking Group in terms of market cap with a market share above 5%, over 1,500 branches of which  nearly 800 in Lombardy and over 200 in Piedmont, and a significant presence in the most dynamic regions of Central Italy and in Southern Italy. \r\nFurthermore the Group has an International Network mainly driven by customer needs.\r\n \r\nUBI Banca was created on the 1st of April 2007 from the merger between BPU - Banche Popolari Unite and Banca Lombarda e Piemontese.\r\nUBI Banca is a Group listed on the Milan Stock Exchange and included in the FTSE/MIB index.  \r\n \r\nThe Group works with a long term perspective, in the pursuit of solid customer relationships, sound capital strength, operational efficiency and attentive risk control. It aims to create value for all its stakeholders consistent with its nature as a \"popular\"​ co-operative bank.\r\nSocial responsibility is considered as a distinctive feature of our history and identity as a \"popular\"​ co-operative bank. It is approached with openly declared policies and objectives to assure the sustainable development of our activities. To learn more about UBI Banca's concept of sustainability click here.\r\nOur  values at UBI Banca are designed to promote a sense of belonging, respect and professionalism as a firm foundation for our work. The trust that customers place in us forms the basis of all our activities and for us it takes priority over all other interests. We seek to address customers with the greatest transparency and integrity in order to fully satisfy their requirements.\r\n\r\nhttps://www.ubibanca.com/netiquette", 
        "founded": 2007, 
        "street": "P.zza V. Veneto, 8, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "Bergamo", 
        "zip": "24122", 
        "url": "https://www.linkedin.com/company/ubibanca", 
        "country": "Italy", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "UBI Banca", 
        "follower_count": 39816, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.bnl.it", 
        "description": "BNL è uno dei principali gruppi bancari italiani, con 2,6 milioni di clienti privati e 40mila imprese. Ad esso fanno capo le attività di banca commerciale (BNL bc), Artigiancassa (credito agevolato) e Ifitalia (factoring).\r\nFondata nel 1913 come Istituto di Credito per la Cooperazione, nel '92 è stata trasformata in Società per Azioni da Banca di diritto pubblico controllata dal Ministero del Tesoro. Nel 1998, a seguito della privatizzazione mediante un'offerta pubblica di vendita, BNL è stata quotata alla Borsa di Milano.\r\nCon i suoi 96 anni di storia, oggi BNL è tra i brand più noti in Italia.", 
        "founded": 1913, 
        "street": "Via Vittorio Veneto 119, ", 
        "specialities": [
            "L’offerta di BNL Gruppo BNP Paribas comprende una gamma completa di prodotti e servizi bancari, finanziari e assicurativi, indirizzati a tutti i clienti: retail e private, corporate e pubblica amministrazione."
        ], 
        "size": "10,001+ employees", 
        "city": "Roma", 
        "zip": "00187", 
        "url": "https://www.linkedin.com/company/bnl-bnp-paribas", 
        "country": "Italy", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "BNL Gruppo BNP Paribas", 
        "follower_count": 47126, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.bancamediolanum.it", 
        "description": "Più di una banca tradizionale, molto più di una banca online, Banca Mediolanum mette il Cliente “al centro” e  costruisce le soluzioni più innovative per soddisfare tutte le sue esigenze in modo personalizzato.\r\n\r\nOffre la massima libertà grazie a tutti gli strumenti disponibili che permettono ai clienti di operare in perfetta autonomia 24 h su 24h, 7 giorni su 7.\r\n\r\nBanca Mediolanum dà estrema importanza anche al valore del rapporto umano attraverso la figura del Family Banker, il professionista esperto che offre al Cliente tutta la consulenza necessaria.\r\n\r\nE'​ una banca di persone per le persone e ogni Cliente è unico, con esigenze e aspettative diverse da ciascun altro.\r\n\r\nUn nuovo modello di banca costruita intorno al Cliente per dare più valore ai suoi valori.\r\n\r\nLibertà e relazione: questi i valori per costruire un rapporto bancario di nuova generazione.", 
        "founded": 1982, 
        "street": "Via F.Sforza, 15, ", 
        "specialities": [
            "Servizi Bancari", 
            "Servizi Finanziari", 
            "Investimenti", 
            "Risparmio", 
            "Previdenza", 
            "Protezione"
        ], 
        "size": "1001-5000 employees", 
        "city": "Basiglio", 
        "zip": "20080", 
        "url": "https://www.linkedin.com/company/banca-mediolanum", 
        "country": "Italy", 
        "industry": "Banking", 
        "state": "Milano", 
        "company_name": "Banca Mediolanum", 
        "follower_count": 31075, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://finecobank.com", 
        "description": "FinecoBank, società del Gruppo Unicredit, è la prima banca diretta in Italia con 900 mila clienti e 41 miliardi € di Total Financial Asset. \r\n\r\nE’ il primo broker online in Europa e una delle maggiori reti di distribuzione in Italia, con 2.5 miliardi € di raccolta netta nel 2013 e 2.500 Personal Financial Adviser per la pianificazione degli investimenti e 14 mld di Asset nel Private Banking. \r\n\r\nUna piattaforma multimarket completamente integrata che propone, in una logica di architettura aperta, tutti gli strumenti e i prodotti per investire: 5000 fondi di 60 case di investimento tra le più prestigiose a livello internazionale, 6.000 obbligazioni (negoziabili su Mot, EuroMot, Tlx, EuroTlx), circa 3.000 ETF quotati su tutti i mercati, Investment Certificates delle migliori marche, fondi pensione. \r\n\r\nUn unico conto gratuito con tutti i servizi di banking, credit, trading e di investimento, disponibili anche su dispositivi mobile, quali application per smartphone e tablet. \r\n\r\nFineco è presente sui social network con il profilo ufficiale @FinecoLive su Twitter e la Fan Page su Facebook facebook.com/fineco.", 
        "founded": 1999, 
        "street": "via Marco D'Aviano 5, ", 
        "specialities": [
            "Investments", 
            "Trading", 
            "Banking", 
            "Financial Services", 
            "consulenza finanziaria"
        ], 
        "size": "1001-5000 employees", 
        "city": "Milano", 
        "zip": "20131", 
        "url": "https://www.linkedin.com/company/finecobank", 
        "country": "Italy", 
        "industry": "Financial Services", 
        "state": "Italy", 
        "company_name": "FinecoBank", 
        "follower_count": 31103, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.chubb.com", 
        "description": "The North American operations of Chubb.\n\nChubb is the world’s largest publicly traded property and casualty insurer. With operations in 54 countries, Chubb provides commercial and personal property and casualty insurance, personal accident and supplemental health insurance, reinsurance and life insurance to a diverse group of clients.\n\nThe company is distinguished by its extensive product and service offerings, broad distribution capabilities, exceptional financial strength, underwriting excellence, superior claims handling expertise and local operations globally.\n\nParent company Chubb Limited is listed on the New York Stock Exchange (NYSE: CB) and is a component of the S&P 500 index. \n\nChubb maintains executive offices in Zurich, New York, London and other locations, and employs approximately 31,000 people worldwide.", 
        "founded": null, 
        "street": null, 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/chubb.insurance", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Chubb NA", 
        "follower_count": 61911, 
        "type": "Public Company"
    }, 
    null, 
    null, 
    {
        "website": "http://www.aon.com", 
        "description": "Our colleagues are devoted to solving some of the world’s most complex economic challenges. From data security to climate change, from health and wellness to strategic leadership, you can turn to us for intelligence from our worldwide network of 72,000 professionals.  With deep expertise across industries and local markets, our colleagues are more than just thought leaders, they are actively engaged in inspiring people with innovation and turning ideas into opportunity.\r\n\r\nOur goal with this page is to foster discussion on the crucial issues affecting any organization’s bottom line.  On topics spanning risk, talent, health, retirement, capital and data & analytics, our broad view is both realistic and optimistic. In spite of the uncertainty that comes with any endeavor, reliable information promotes understanding, options and opportunities. We help organizations around the world free up capital for growth and realize the full potential of their people. It’s how we Empower Results.\r\n\r\nA client-first mentality is at the core of our success, and we’ve built an unrivaled organization focused on economic and social benefits that touch billions of people. Whether it is helping rebuild after natural disasters, preparing retirees for their next stage in life or rethinking how people receive healthcare, we’ll talk about it here. \r\n\r\nWe encourage you to leave a comment or share a story to further the dialogue. You can learn more about Aon plc (NYSE:AON) at aon.com and explore more about our partnership with Manchester United at aon.com/manutd.", 
        "founded": 1987, 
        "street": "122 Leadenhall Street, ", 
        "specialities": [
            "professional services", 
            "aviation", 
            "energy", 
            "environmental", 
            "power", 
            "risk management", 
            "insurance", 
            "actuarial & analytics", 
            "brokerage", 
            "crisis management", 
            "marine", 
            "consulting", 
            "reinsurance", 
            "human resources", 
            "property", 
            "casualty", 
            "financial services", 
            "construction", 
            "claims consulting", 
            "space"
        ], 
        "size": "10,001+ employees", 
        "city": "London", 
        "zip": "EC3V 4AN", 
        "url": "https://www.linkedin.com/company/aon", 
        "country": "United Kingdom", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Aon", 
        "follower_count": 140497, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "https://www.thehartford.com", 
        "description": "With more than 200 years of expertise, The Hartford is a leader in property and casualty insurance, group benefits and mutual funds. The company is widely recognized for its service excellence, sustainability practices, trust and integrity. More information on the company and its financial performance is available at www.thehartford.com.\r\n\r\nLearn more about recognition The Hartford and its employees have received: http://newsroom.thehartford.com/content/default.aspx?NewsAreaId=20", 
        "founded": 1810, 
        "street": "One Hartford Plaza, ", 
        "specialities": [
            "Property and Casualty Insurance", 
            "Mutual Funds", 
            "Group Benefits"
        ], 
        "size": "10,001+ employees", 
        "city": "Hartford", 
        "zip": "06155", 
        "url": "https://www.linkedin.com/company/the-hartford", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "CT", 
        "company_name": "The Hartford", 
        "follower_count": 65329, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.nationwide.com", 
        "description": "Nationwide, a Fortune 100 company based in Columbus, Ohio, is one of the largest and strongest diversified insurance and financial services organizations in the U.S. and is rated A+ by both A.M. Best and Standard & Poor’s. The company provides a full range of insurance and financial services, including auto, commercial, homeowners, farm and life insurance; public and private sector retirement plans, annuities and mutual funds; banking and mortgages; pet, motorcycle and boat insurance. For more information, visit www.nationwide.com", 
        "founded": null, 
        "street": ", ", 
        "specialities": [
            "Insurance", 
            "Banking", 
            "Investments", 
            "Annuities", 
            "Life Insurance and Retirement Planning"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/nationwide-insurance", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "Nationwide Insurance", 
        "follower_count": 105079, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.progressive.com/jobs", 
        "description": "Progressive is a place where collaboration is encouraged, hard work is rewarded and creativity is celebrated. Each of our employees has a role in our success and together, we continue to find new and better ways to satisfy our customers and move the insurance industry forward.\r\n\r\nWith over 75 years of business, we ensure more than 13 million customers.  People from all walks of life, all fields of business and all 50 states make up our diverse group of more than 28,000 talented professionals.  With six large locations and hundreds of smaller claims and legal offices across the country, we collectively work toward our goal of becoming consumers’ number one choice for auto insurance.", 
        "founded": 1937, 
        "street": "6300 Wilson Mills Road, ", 
        "specialities": [
            "Auto Insurance", 
            "Motor Cycle Insurance", 
            "Commercial Auto Insurance", 
            "Boat Insurance"
        ], 
        "size": "10,001+ employees", 
        "city": "Mayfield Village", 
        "zip": "44143", 
        "url": "https://www.linkedin.com/company/progressive-insurance", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "OH", 
        "company_name": "Progressive Insurance", 
        "follower_count": 61920, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.goldmansachs.com", 
        "description": "At Goldman Sachs, we believe progress is everyone’s business. That’s why we commit our people, capital and ideas to help our clients, shareholders and the communities we serve to grow.\r\nFounded in 1869, Goldman Sachs is a leading global investment banking, securities and investment management firm. Headquartered in New York, we maintain offices in all major financial centers around the world. \r\n\r\nMore about our company can be found at www.goldmansachs.com\r\n\r\nFor insights on developments currently shaping markets, industries and the global economy, subscribe to BRIEFINGS, a weekly email from Goldman Sachs. Copy and paste this link into your browser to sign up: http://link.gs.com/Qxf3", 
        "founded": null, 
        "street": "200 West Street, ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": "New York", 
        "zip": "10282", 
        "url": "https://www.linkedin.com/company/goldman-sachs", 
        "country": "United States", 
        "industry": "Financial Services", 
        "state": "New York", 
        "company_name": "Goldman Sachs", 
        "follower_count": 786752, 
        "type": "Public Company"
    }, 
    {
        "website": "https://www.bankofamerica.com", 
        "description": "Bank of America is one of the world's largest financial institutions, serving individuals, small- and middle-market businesses and large corporations with a full range of banking, investing, asset management and other financial and risk management products and services. The company serves approximately 56 million U.S. consumer and small business relationships. It is among the world's leading wealth management companies and is a global leader in corporate and investment banking and trading.\r\n\r\nThis LinkedIn company page is moderated. For more information, please review our community guidelines under the Careers tab.", 
        "founded": null, 
        "street": "100 North Tryon Street, ", 
        "specialities": [
            "Financial Services"
        ], 
        "size": "10,001+ employees", 
        "city": "Charlotte", 
        "zip": "28202", 
        "url": "https://www.linkedin.com/company/bank-of-america", 
        "country": "United States", 
        "industry": "Banking", 
        "state": "NC", 
        "company_name": "Bank of America", 
        "follower_count": 784221, 
        "type": "Public Company"
    }, 
    {
        "website": "http://cib.societegenerale.com", 
        "description": "With nearly 12,000 employees in 38 countries, SG CIB is present in the main financial markets with extensive European coverage and representative offices in Central and Eastern Europe, the Middle East and Africa, the Americas and Asia-Pacific.\r\n\r\nAs a key pillar of the Societe Generale Group’s universal banking model, SG CIB supports the economy by playing a key intermediary role, offering broad market access to issuers and smart investment solutions to investors. The service we bring to our corporate and financial institutions clients revolves around three main activities - investment banking, financing and markets - and our global franchises of equity derivatives and natural resources.\r\n\r\nFor our clients we stand out because we are a trusted advisor with a worldwide leading engineering expertise and a quality product suite.", 
        "founded": 1990, 
        "street": ", ", 
        "specialities": [
            "Strategic advisory & capital raising", 
            "SG electronic services", 
            "Structured financing", 
            "Global Executions Services", 
            "Hedging", 
            "Prime Services", 
            "Syndication", 
            "Cross asset solutions", 
            "Cross asset research", 
            "Investment & Risk Management Solutions"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/societegenerale-corporate-and-investment-banking", 
        "country": "France", 
        "industry": "Financial Services", 
        "state": "", 
        "company_name": "Societe Generale Corporate and Investment Banking - SGCIB", 
        "follower_count": 57420, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.ca-cib.com", 
        "description": "Crédit Agricole CIB is the Corporate and Investment Banking arm of the Crédit Agricole Group, the world’s n°11 bank measured by Tier One Capital  (The Banker, July 2016).\r\n\r\nThe Bank offers its clients a comprehensive range of products and services structured around five major divisions: \r\n\r\n• Client Coverage & International Network \r\n• Global Investment Banking \r\n• Structured Finance \r\n• Global Markets \r\n• Debt Optimization & Distribution \r\n\r\nThe Bank provides support to clients in large international markets through its network with a presence in major countries in Europe, America, Asia Pacific and the Middle East. \r\n\r\nFor more information, please visit its website at www.ca-cib.com", 
        "founded": 2004, 
        "street": "12, place des Etats-Unis, CS 70052", 
        "specialities": [
            "Finance", 
            "Corporate Banking", 
            "Investment Banking", 
            "Structured Finance", 
            "Fixed Income Markets"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Montrouge", 
        "zip": "92547", 
        "url": "https://www.linkedin.com/company/credit-agricole-cib", 
        "country": "France", 
        "industry": "Banking", 
        "state": "-", 
        "company_name": "Crédit Agricole CIB", 
        "follower_count": 64937, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.LCL.com", 
        "description": "Depuis son rapprochement avec le Groupe Crédit Agricole SA en 2003, le périmètre d'activités de LCL, réseau national de banque de détail, est axé sur le marché des particuliers, des professionnels, des entreprises et la Banque privée.\r\n\r\nLCL est une banque de proximité qui compte 2 065 implantations et 20 900 collaborateurs au service de 6 000 000 de clients particuliers, 320 000 clients professionnels et 27 000 clients entreprises et institutionnels.", 
        "founded": null, 
        "street": null, 
        "specialities": [
            "banque", 
            "assurance"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/lcl", 
        "country": null, 
        "industry": "Banking", 
        "state": null, 
        "company_name": "LCL", 
        "follower_count": 25955, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.creditmutuel.fr", 
        "description": "Un modèle mutualiste au service des clients et des salariés.\n\nRéseau bancaire mutualiste constitué de 2124 Caisses locales le Crédit Mutuel se compose de 18 fédérations régionales, couvrant tout le territoire français. \n\nSociété de personnes et non de capitaux, le Crédit Mutuel n’est pas coté en Bourse. Sa stratégie est ainsi dégagée de la recherche de la seule rentabilité à court terme, au profit d’un développement pensé sur le long terme. \n\nSon objectif central : rendre un service de qualité au coût le plus juste à tous ses sociétaires.\n\nSon organisation décentralisée favorise ainsi la qualité de service aux clients et la réactivité, par des circuits de décision courts. \n\nReconnu à la fois par ses clients et les professionnels de la finance, le Crédit Mutuel décroche régulièrement des titres qui confortent son modèle mutualiste et ses valeurs de solidarité, responsabilité, égalité, proximité et responsabilité sociale portées par les salariés et les clients- sociétaires. \n\nAu-delà de son réseau, le Crédit Mutuel constitue un Groupe qui comprend également plusieurs filiales dont certaines sont implantées à l’étranger.\n\nLes nouveaux collaborateurs du Crédit Mutuel apprécient tout particulièrement :\n\n- un circuit de recrutement court, axé sur des entretiens évaluant notamment la personnalité et la motivation ;\n\n- un parcours d’intégration précis, suivi par la fonction Ressources Humaines. \n\nLes  salariés apprécient tout particulièrement :\n\n- le Système d’Information au service du développement commercial ; \n- un management au travers d’objectifs collectifs ;\n\n- des démarches et outils de gestion des carrières et des compétences facilitant la progression dans l’entreprise ;\n\n- la qualité des formations de préparation ou d’accompagnement des changements d’emploi ;\n\n- la diversité des opportunités d’évolution, principalement commerciale, sur tous les marchés, dans toutes les entités du Groupe.", 
        "founded": 1882, 
        "street": ", ", 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/cr-dit-mutuel", 
        "country": "France", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Crédit Mutuel", 
        "follower_count": 15353, 
        "type": "Partnership"
    }, 
    null, 
    null, 
    null, 
    {
        "website": "http://www.interbank.com.pe", 
        "description": "El Banco Internacional del Perú se fundó el 1 de mayo de 1897. En 1996 decidimos cambiar el nombre a Interbank, empezando una nueva forma de hacer banca en el Perú, y con el objetivo de convertir cada agencia en una auténtica tienda financiera en la que con solo ingresar, el cliente sintiera que accedía a un banco diferente, confiable y sólido. Un lugar donde podía encontrar productos y servicios financieros brindados con la asesoría necesaria y una atención especial, ágil, conveniente, cercana e innovadora.\r\n\r\nHoy, con más de 2 millones de clientes, somos una de las principales instituciones financieras del país. Nos guía la aspiración de ser el mejor banco a partir de las mejores personas. Eso nos impulsa a formar el grupo humano que da vida a nuestra empresa. Un grupo que se desarrolla en un ambiente dinámico, amigable y al mismo tiempo, desafiante. Un espacio en el que nos sentimos impulsados por nuestros valores y la pasión por lo que hacemos, donde nos desarrollamos profesionalmente y donde crecemos como personas.", 
        "founded": 1897, 
        "street": "Carlos Villarán 140, ", 
        "specialities": [
            "Finanzas", 
            "Banca"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Lima", 
        "zip": "Lima 13", 
        "url": "https://www.linkedin.com/company/interbank", 
        "country": "Peru", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Interbank", 
        "follower_count": 80788, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.trabajaenelbcp.com", 
        "description": "Somos el banco peruano que desde hace 125 años viene liderando el sistema financiero a nivel nacional. A lo largo de todo este tiempo hemos contribuido con el desarrollo económico  de nuestro país, ayudando a nuestros clientes a alcanzar sus logros más importantes. \r\n\r\nTodo esto es posible gracias al equipo de profesionales de primer nivel que forman parte de nuestra empresa y que se caracterizan por su pasión por metas y resultados y capacidad de innovar y buscar siempre ser los mejores. \r\n\r\nNuestra diversidad de negocios y áreas nos permite ofrecer múltiples experiencias de trabajo, en muchas especialidades que requieren diferentes competencias y habilidades. Por ello, estamos en permanente búsqueda de profesionales talentosos y dispuestos a afrontar nuevos retos, con capacidad para innovar y con ganas de seguir creciendo y alcanzar sus logros y contribuir a los del Banco.\r\n\r\n¡Te invitamos a formar parte de nuestro equipo!\r\n\r\nIngresa a www.trabajaenelbcp.com y conoce más sobre nosotros.", 
        "founded": 1889, 
        "street": "Calle Centenario 156, ", 
        "specialities": [
            "Commercial Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "La Molina", 
        "zip": "Lima 12", 
        "url": "https://www.linkedin.com/company/banco-de-credito-bcp", 
        "country": "Peru", 
        "industry": "Banking", 
        "state": "", 
        "company_name": "Banco de Crédito BCP", 
        "follower_count": 99684, 
        "type": "Privately Held"
    }, 
    null, 
    {
        "website": "http://www.cibcwm.com", 
        "description": "Partner With a Recognized Leader\r\n\r\nOur professionals around the world work in highly-disciplined, cross-functional teams to provide the market intelligence and creative financial solutions you need to address your unique business challenges.\r\n\r\nOur CIBC Capital Markets team has over 1,256 employees who work closely with each of our corporate, government and institutional clients to tailor solutions to help them access capital, expand their operations and actively invest.\r\n\r\nFocused on Your Needs\r\n\r\nWe combine years of experience, extensive industry knowledge and a broad and deep set of investment banking, capital markets, lending and treasury services to help address both your short- and long-term financing and investment goals. We are a Canadian leader in M&A advisory, debt and equity financing, corporate banking, trading, hedging and research​.\r\n\r\nBuilding Strong, Enduring Relationships\r\n\r\nOur employees recognize that solid banking partnerships are built over time and require a foundation of trust, understanding and fast-acting support to help you take advantage of market opportunities as they arise. We strive to forge strong and deep relationships with all of our clients to support their tactical and strategic decision making. ​", 
        "founded": null, 
        "street": ", ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": "", 
        "url": "https://www.linkedin.com/company/cibc-capital-markets", 
        "country": "Canada", 
        "industry": "Capital Markets", 
        "state": "", 
        "company_name": "CIBC Capital Markets", 
        "follower_count": 16897, 
        "type": "Public Company"
    }, 
    {
        "website": "https://www.nbc.ca/en/personal.html", 
        "description": "With $230 billion in assets as at July 31, 2016, National Bank of Canada, together with its subsidiaries, forms one of Canada’s leading integrated financial groups. The Bank has close to 20,000 employees and is widely recognized as a top employer. The Bank's securities are listed on the Toronto Stock Exchange (TSX: NA). Follow the Bank’s activities at nbc.ca or via social media such as Facebook, LinkedIn and Twitter.\r\n\r\nBy clicking \"Follow\"​ above, you may receive communications from National Bank, either in your LinkedIn inbox or by other means via LinkedIn, about products and services that could interest you. \r\n\r\nYou can also follow us on Facebook (https://www.facebook.com/nationalbanknetworks), Twitter (https://twitter.com/nationalbank), Google+ (www.google.com/+banquenationale) and Instagram (http://www.instagram.com/nationalbankofcanada); and watch the videos on our YouTube channel (https://www.youtube.com/user/nationalbanknetworks). Learn more at: www.nbc.ca/socialnetworks\r\n\r\nFor more information on our remote services, available seven days a week, consult our contact page at https://www.nbc.ca/en/contact-us.html\r\n\r\nFor more information on our services, visit the National Bank website at https://www.nbc.ca/en/personal.html", 
        "founded": 1859, 
        "street": "600 de la Gauchetière West, ", 
        "specialities": [
            "Banking", 
            "Finance", 
            "Trading", 
            "Mastercard", 
            "Investment", 
            "Insurance", 
            "Trust"
        ], 
        "size": "10,001+ employees", 
        "city": "Montreal", 
        "zip": "H3B 4L2", 
        "url": "https://www.linkedin.com/company/national-bank-of-canada", 
        "country": "Canada", 
        "industry": "Banking", 
        "state": "Quebec", 
        "company_name": "National Bank of Canada", 
        "follower_count": 62990, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.usbank.com", 
        "description": "We believe in putting people first, and our dedication to making ethical decisions and doing the right thing is at the heart of what we do. We're proud to be named by Ethisphere as a 2016 World's Most Ethical Company. \r\n\r\nWe work to meet our customers’ business and personal banking needs with competitive products and services, convenient access to their accounts, and proven stability backed by industry-leading financial metrics. With more than 4,800 ATMS, 3,114 branch locations, 24-hour phone support and mobile and online banking, we make it easy for our customers to manage their money any time. \r\n\r\nPlease note: Equal Housing Lender. Credit products are offered by U.S Bank National Association and subject to normal credit approval. Some restrictions may apply. Deposit products offered by U.S. Bank National Association. Member FDIC.", 
        "founded": null, 
        "street": "800 Nicollet Mall, ", 
        "specialities": [
            "financial services", 
            "banking", 
            "payments", 
            "loans", 
            "deposits", 
            "mortgage", 
            "home equity", 
            "wealth management"
        ], 
        "size": "10,001+ employees", 
        "city": "Minneapolis", 
        "zip": "55402", 
        "url": "https://www.linkedin.com/company/us-bank", 
        "country": "United States", 
        "industry": "Banking", 
        "state": "MN", 
        "company_name": "U.S. Bank", 
        "follower_count": 141434, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.rbccm.com", 
        "description": "RBC Capital Markets is a premier global investment bank providing expertise in banking, finance and capital markets to corporations, institutional investors, asset managers and governments around the world. We serve clients from 70 offices in 15 countries across North America, the UK, Europe and the Asia-Pacific region. Our more than 7,400 professionals deliver the experience and insights required to raise capital, access markets, mitigate risk and acquire or dispose of assets for clients worldwide. We are consistently ranked, by third-party sources, among the 10 largest and most significant investment banks globally.\r\n\r\nRBC Capital Markets is part of a leading, diversified provider of financial services, Royal Bank of Canada (RBC). Operating since 1869, RBC is one of the largest banks in the world and the fifth largest in North America, as measured by market capitalization. With a strong capital base and consistent financial performance, RBC is among a small group of highly rated global banks.\r\n\r\nFor information on our legal terms of use visit http://www.rbc.com/legal/#social_media", 
        "founded": null, 
        "street": "Royal Bank Plaza, 200 Bay Street", 
        "specialities": [
            "Corporate & Investment Banking", 
            "Sales & Trading", 
            "Research"
        ], 
        "size": "5001-10,000 employees", 
        "city": "Toronto", 
        "zip": "M5J 2W7", 
        "url": "https://www.linkedin.com/company/rbc-capital-markets", 
        "country": "Canada", 
        "industry": "Investment Banking", 
        "state": "Ontario", 
        "company_name": "RBC Capital Markets", 
        "follower_count": 61326, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.intactfc.com", 
        "description": "Intact is the largest provider of home, auto and business insurance in Canada, distributed through a nation-wide network of insurance brokers.\r\n\r\nWe make it easy to connect and learn about our range of insurance solutions, how they can make sense for you, our commitment to our employees, how we’re investing in Canadian communities and more. We’re here to help people and businesses prosper in good times, and in bad.\r\n\r\nIntact est le plus important fournisseur d’assurance habitation, auto et entreprise au Canada. Nos produits sont distribués par un réseau national de courtiers d’assurance, de même que sur Internet.\r\n\r\nNous vous invitons à échanger avec nous et à vous renseigner sur nos solutions d’assurance et leurs avantages, sur notre engagement envers nos employés et les collectivités canadiennes, et plus encore. Notre but est d’aider les particuliers et les entreprises à prospérer, dans les bons moments comme dans les périodes plus difficiles.", 
        "founded": 2009, 
        "street": "700 University Avenue, ", 
        "specialities": [
            "Home, Auto and Business Insurance", 
            "Assurance automobile, habitation et entreprise"
        ], 
        "size": "10,001+ employees", 
        "city": "Toronto", 
        "zip": "M5G 0A1", 
        "url": "https://www.linkedin.com/company/intact", 
        "country": "Canada", 
        "industry": "Insurance", 
        "state": "Ontario", 
        "company_name": "Intact", 
        "follower_count": 31036, 
        "type": "Public Company"
    }, 
    null, 
    null, 
    {
        "website": "http://www.wawanesa.com/", 
        "description": "Wawanesa Insurance is a policyholder owned company that offers great stability for employees and plenty of opportunity for growth. Most importantly, we provide an environment that is respectful, challenging and rewarding. \r\n\r\nFirst established in the village of Wawanesa, Manitoba, we have grown to be one of the largest property and casualty insurers in the industry, with offices located in Canada and California. As we continue to grow, we are always in search of new talent and offer a highly competitive compensation package. If you are looking to develop your career in any of the areas below, consider Wawanesa Insurance. We’d love to hear from you! \r\n\r\nSee our current career opportunities at  wawanesa.com/careers\r\n\r\nDiscipline Specializations:\r\nAccounting\r\nActuarial Mathematics \r\nAdministration\r\nClaims/ Underwriting\r\nFinance\r\nHuman Resources\r\nInformation Technology \r\nMarketing\r\n\r\nFor more information please visit us at www.wawanesa.com \r\n\r\nAs a policyholder owned company, we wish to provide our increasing number of policyholders with excellent products and service. Our mutual ownership structure both allows us and requires us to take a steady and prudent approach to balancing growth and financial strength. Wawanesa Insurance is committed to earning the trust of not only our customers, but also our staff. For all these efforts, we are proud to have consistently been awarded an A+ (Superior) rating from A.M. Best Co, the world’s oldest and most authoritative insurance rating agency.", 
        "founded": 1896, 
        "street": "Executive Office, 191 Broadway", 
        "specialities": [
            "Property and Casualty", 
            "Group and Life Insurance"
        ], 
        "size": "1001-5000 employees", 
        "city": "Winnipeg, Manitoba", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/wawanesa-insurance", 
        "country": "Canada", 
        "industry": "Insurance", 
        "state": "R3C 3P1", 
        "company_name": "Wawanesa Insurance", 
        "follower_count": 8892, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.schroders.com", 
        "description": "As a global investment manager, we help institutions, intermediaries and individuals across the planet meet their goals, fulfil their ambitions, and prepare for the future. But as the world changes, so do our clients’ needs. That’s why we have a long history of adapting to suit the times and keeping our focus on what matters most to our clients.\r\n\r\nDoing this takes experience and expertise. We bring together people and data to spot the trends that will shape the future. This provides a unique perspective which allows us to always invest with conviction. We are responsible for £397.1 billion (€465.2 billion/$490.7 billion) of assets for our clients who trust us to deliver sustainable returns. We remain determined to build future prosperity for them, and for all of society. Today, we have 4,100 people across six continents who focus on doing just this.\r\n\r\nWe are a global business that’s managed locally. This allows us to always keep our clients’ needs at the heart of everything we do. For over two centuries and more than seven generations we’ve grown and developed our expertise in tandem with our clients’ needs and interests. \r\n\r\nSource: Schroders, all data as at 31 December 2016. \r\n\r\nDisclaimer:\r\nInvesting in securities is subject to risk. The value of investments can go down as well as up and is not guaranteed. \r\n\r\nImportant disclosures: http://schrd.rs/1jVtSXu\r\n\r\nSchroder Investment Management Limited (Head Office): 31 Gresham Street, London, EC2V 7QA Tel: +44 (0)20 7658 6000\r\n\r\nSchroder Fund Advisors LLC, Member FINRA, SIPC (US): 875 Third Avenue, New York, NY, 10022 Tel: +1 (800) 730-2932", 
        "founded": 1804, 
        "street": "31 Gresham Street, ", 
        "specialities": [
            "Asset Management", 
            "Wealth Management"
        ], 
        "size": "1001-5000 employees", 
        "city": "London", 
        "zip": "EC2V 7QA", 
        "url": "https://www.linkedin.com/company/schroders", 
        "country": "United Kingdom", 
        "industry": "Investment Management", 
        "state": "", 
        "company_name": "Schroders", 
        "follower_count": 46582, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.aberdeen-asset.com", 
        "description": "Aberdeen – simply asset management \n\nAberdeen is an independent asset management company. Formed out of a management buy-out in Aberdeen, Scotland, in 1983, we operate on-the-ground in over 26 countries across Europe, Asia, the Middle East and the Americas. \n\nWe are defined by our pure focus on asset management, including equities, fixed income, property and multi-asset portfolios. We have also developed a solutions business that can blend our abilities across different asset classes to provide tailored investment outcomes to meet specific client needs. All our investment solutions are driven by our commitment to straightforward, transparent investment approaches that stress intensive, first-hand research and a long-term view. \n\nAs at 31 December 2016, we manage assets of £302.7 billion ($374.0 billion,  €354.6 billion) on behalf of institutional and private investors. \n\nFor important information: http://www.aberdeen-asset.com/aam.nsf/AAM/socialmediapolicy", 
        "founded": 1983, 
        "street": "10 Queens Terrace, ", 
        "specialities": [
            "equities", 
            "fixed income", 
            "property", 
            "alternatives"
        ], 
        "size": "1001-5000 employees", 
        "city": "Aberdeen", 
        "zip": "AB10 1YG", 
        "url": "https://www.linkedin.com/company/aberdeen-asset-management", 
        "country": "United Kingdom", 
        "industry": "Investment Management", 
        "state": "", 
        "company_name": "Aberdeen Asset Management", 
        "follower_count": 42933, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.axa-im.com", 
        "description": "We are an active, long-term, global, multi-asset investor focused on enabling more people to harness the power of investing to meet their financial goals. By combining investment insight and innovation with robust risk management we have become one of the largest asset managers in Europe*, managing €717bn in assets as at 31/12/2016.\nAs the investment partner of AXA Group, the A-rated protection and wealth management provider, we draw on a longstanding heritage of creating solutions to manage real-life risks and challenges.\nAt the same time, our investment professionals are committed to finding the most efficient and sustainable sources of return across world markets, from equities to fixed income, real estate to other alternative asset classes.\nBy continuing to find investment solutions to real world financial needs, our aim is to become the chosen investment partner of investors around the world, and employing  the best people from the widest possible talent pool is at the heart of our strategy.\nFind out more by visiting our website at axa-im.com.\n\n*Source IPE 'Top 400 Asset Managers’ 2015", 
        "founded": 1994, 
        "street": "Tour Majunga  - La Défense 9., 6, Place de la Pyramide", 
        "specialities": [
            "Investment management", 
            "Asset management", 
            "Local and global investment solutions"
        ], 
        "size": "1001-5000 employees", 
        "city": "Puteaux", 
        "zip": "92800", 
        "url": "https://www.linkedin.com/company/axa-investment-managers", 
        "country": "France", 
        "industry": "Investment Management", 
        "state": "", 
        "company_name": "AXA Investment Managers", 
        "follower_count": 34921, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.henderson.com/", 
        "description": "Henderson Global Investors is a global asset manager focused on delivering excellent investment performance and service to our clients. \n\nWhen Henderson was founded in 1934, the company was not named after a fund manager, an executive or an office location – rather, it was named after its first client. 80 years of continuous service have nurtured a trusting relationship with clients – and the group continues to serve the Henderson family to this day. \n\t\nHenderson is now an independent asset manager with assets under management of more than £101.0bn, more than 1000 employees and offices in 19 cities around the world*. It is dual-listed on the London Stock Exchange and the Australian Securities Exchange, is a member of the ASX 100 and FTSE 250 indices, and has a market capitalisation of £3.3bn**. Henderson’s clients range from global institutions to personal investors in a variety of domestic markets worldwide. \n\nYet, the company still holds true to its founding principle - to provide excellent investment performance and service to clients. With investment expertise across every asset class, Henderson offers clients access to all major markets around the globe, with core capabilities in Global Equities, European Equities, Global Fixed Income, Multi-Asset and Alternatives. \n\n*Source: Henderson Global Investors, at 31 December 2016 \n**Source: Henderson Global Investors, at 31 December 2016\n\nDisclaimer:\nYour capital is at risk. The value of your investments can go down as well as up and is not guaranteed. This material on this page is for information only and should not be seen as investment advice or a recommendation.\nImportant disclosures: hgi.co/bbq7\n", 
        "founded": null, 
        "street": "201 Bishopsgate, ", 
        "specialities": [
            "Fund Management", 
            "Equity Investment", 
            "Fixed Income Investment", 
            "Property Investment", 
            "Private Equity"
        ], 
        "size": "1001-5000 employees", 
        "city": "London", 
        "zip": "EC2M 3AE", 
        "url": "https://www.linkedin.com/company/henderson-global-investors", 
        "country": "United Kingdom", 
        "industry": "Investment Management", 
        "state": "", 
        "company_name": "Henderson Global Investors", 
        "follower_count": 15540, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.blackrock.com", 
        "description": "BlackRock's business is investing on behalf of our clients, from large institutions to parents and grandparents, doctors and teachers who entrust their savings to us. We work only for our clients—period. Our promise is to offer them the clearest thinking about what to do with their money and the products and services they need to secure a better financial future.\r\n\r\nThat's why investors of all kinds have made us the world’s largest asset manager, entrusting us with trillions of dollars, and it’s why companies, institutions and global governments come to us for help meeting their biggest financial challenges.\r\n\r\nImportant disclosures: http://www.blackrock.com/corporate/en-us/compliance/social-media-guidelines", 
        "founded": 1988, 
        "street": null, 
        "specialities": null, 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/blackrock", 
        "country": null, 
        "industry": "Financial Services", 
        "state": null, 
        "company_name": "BlackRock", 
        "follower_count": 325952, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.barclays.com/ib", 
        "description": "Barclays moves, lends, invests and protects money for customers and clients worldwide.  With over 325 years of history and expertise in banking, we operate in over 50 countries and employ over 130,000 people.\r\n\r\nWe provide large corporate, government and institutional clients with a full spectrum of solutions to their strategic advisory, financing and risk management needs. Our clients also benefit from access to the breadth of expertise across Barclays.  We’re one of the largest financial services providers in the world, and are also engaged in retail banking, credit cards, corporate banking, and wealth and investment management.", 
        "founded": null, 
        "street": null, 
        "specialities": [
            "Investment Banking", 
            "Risk Management", 
            "Strategic Advisory", 
            "Financing"
        ], 
        "size": "10,001+ employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/barclays-investment-bank", 
        "country": null, 
        "industry": "Financial Services", 
        "state": null, 
        "company_name": "Barclays Investment Bank", 
        "follower_count": 249682, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.statefarm.com", 
        "description": "State Farm is a mutual company – with policyholder members – not driven by the demands of investors.  Currently ranked No. 35 on the Fortune 500 list of largest companies, State Farm insures more cars and homes than any other insurer and is a leading insurer of watercraft in the United States.\n\nThe driving force of the Company is comprised of more than 68,000 employees and 18,000 agents. For the past 95+ years, State Farm agents have built and maintained lasting customer relationships. Its tradition of innovation and customer commitment helps keep State Farm the industry leader.", 
        "founded": 1922, 
        "street": "One State Farm Plaza, ", 
        "specialities": [
            "Insurance", 
            "Financial Services", 
            "Life Insurance", 
            "Health Insurance", 
            "Auto Insurance"
        ], 
        "size": "10,001+ employees", 
        "city": "Bloomington", 
        "zip": "61710", 
        "url": "https://www.linkedin.com/company/state_farm", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "Illinois", 
        "company_name": "State Farm", 
        "follower_count": 200544, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://al.st/WelcomeLI", 
        "description": "We are the Good Hands: We help people realize their hopes and dreams through products and services designed to protect them from life’s uncertainties and to prepare them for the future.\r\n\r\nThe Allstate Corporation is the largest publicly held personal lines property and casualty insurer in America. Allstate was founded in 1931 and became a publicly traded company in 1993. \r\n\r\nAllstate offers car insurance, home, property, condo and renters insurance, plus insurance for recreational vehicles like motorcycles, boats and more.\r\n\r\nThe Allstate family of companies offers financial products including college savings programs, retirement planning and a range of life insurance products including term life and whole life.", 
        "founded": 1931, 
        "street": "2775 Sanders Road, ", 
        "specialities": [
            "Auto Insurance", 
            "Life Insurance", 
            "Retirement Planning", 
            "Homeowners Insurance", 
            "Motorcycle Insurance", 
            "Boat Insurance", 
            "RV Insurance", 
            "Bundled Insurance", 
            "Renter's Insurance", 
            "Flood Insurance", 
            "Roadside Assistance", 
            "General Liability", 
            "Annuities", 
            "& More"
        ], 
        "size": "10,001+ employees", 
        "city": "Northbrook", 
        "zip": "60062", 
        "url": "https://www.linkedin.com/company/allstate", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "IL", 
        "company_name": "Allstate", 
        "follower_count": 145623, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.scor.com", 
        "description": "SCOR is organised around two main businesses, Property and Casualty reinsurance and Life reinsurance, plus an asset management business, SCOR Investment Partners.\r\n\r\nSCOR is a leading global reinsurer, executing an underwriting policy focused on profitability, developing value-added services and adhering to a cautious financial policy in order to meet the expectations of their clients in terms of security.\r\n\r\nThanks to its two main business lines, the Group is active throughout the world, which means it can serve the interests of all its clients as effectively as possible. The P&C and Life sectors, which are entirely uncorrelated, contribute in equal measure to the Group's success, providing it with stability and guaranteeing lower volatility.\r\n\r\n•\tOur facts & figures: http://www.scor.com/en/the-group/facts-and-figures.html\r\n•\tOur locations: http://www.scor.com/en/the-group/our-company/locations-and-contacts.html\r\n•\tAbout reinsurance: http://www.scor.com/en/the-group/about-reinsurance.html\r\n\r\nFollow us:\r\n•\tTwitter: https://twitter.com/SCOR_SE\r\n•\tYouTube: http://www.tinyurl.com/scor-channel\r\n•\tFacebook: https://www.facebook.com/reinsurance.SCOR/", 
        "founded": 1970, 
        "street": "5, avenue Kléber, 75 795 Paris Cedex 16", 
        "specialities": [
            "Property and Casualty Reinsurance", 
            "Life Reinsurance", 
            "Asset Management"
        ], 
        "size": "1001-5000 employees", 
        "city": "Paris", 
        "zip": "75016", 
        "url": "https://www.linkedin.com/company/scor", 
        "country": "France", 
        "industry": "Insurance", 
        "state": "", 
        "company_name": "SCOR", 
        "follower_count": 17480, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.hannover-rueck.de", 
        "description": "Hannover Re, with gross premium of around EUR 14.4 billion, is the third-largest reinsurer in the world.\r\n\r\nIt transacts all lines of property & casualty and life & health reinsurance and is present on all continents with more than 2,500 staff.\r\n\r\nThe rating agencies most relevant to the insurance industry have awarded Hannover Re very strong insurer financial strength ratings (Standard & Poor's AA- \"Very Strong\"​ and A.M. Best A+ \"Superior\"​).", 
        "founded": 1966, 
        "street": null, 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/hannover-re", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Hannover Re", 
        "follower_count": 10496, 
        "type": "Public Company"
    }, 
    {
        "website": "http://www.catlin.com", 
        "description": "Follow our page for Catlin news and thought leadership around our products and services. Use the tabs to find out about careers at Catlin and our product range.\r\n\r\nCatlin Group Limited is a global specialty property & casualty insurer and reinsurer, writing more than 30 lines of business. Our six underwriting hubs in London/UK, Bermuda, the United States, Asia Pacific, Europe, and Canada place us at the heart of every major insurance market.\r\n\r\nOur network of offices in more than 50 cities offers brokers and their clients access to local underwriting expertise wherever they are in the world.\r\n\r\nA worldwide team of more than 2,000 underwriters, actuaries, claims specialists and support staff allows Catlin to provide a comprehensive, personal service.\r\n\r\nWe believe in underwriting ambition. We help clients realise their business ambitions by offering sophisticated solutions to risk management problems. And we continue to be ambitious in our own pursuit of underwriting excellence: outstanding service provided by an outstanding team.", 
        "founded": 1984, 
        "street": null, 
        "specialities": [
            "Insurance", 
            "Reinsurance", 
            "Specialty property insurance", 
            "Specialty casualty insurance"
        ], 
        "size": "1001-5000 employees", 
        "city": null, 
        "zip": null, 
        "url": "https://www.linkedin.com/company/catlin", 
        "country": null, 
        "industry": "Insurance", 
        "state": null, 
        "company_name": "Catlin", 
        "follower_count": 47287, 
        "type": "Public Company"
    }, 
    null, 
    {
        "website": "http://www.connerstrong.com", 
        "description": "Conner Strong & Buckelew is a leading insurance, risk management and employee benefits brokerage and consulting firm. Through proprietary approaches, the firm offers customized programs designed to align with organizational goals and drive bottom-line growth.\r\n \r\nFounded in 1959 with offices in New Jersey, Pennsylvania, Delaware and Florida, Conner Strong & Buckelew ranks among the largest insurance brokerages in the country. Each year, the company places approximately $1 billion in premium volume and has a team of nearly 300 professionals, serving clients throughout the United States and abroad.\r\n \r\nThe firm's specialty practices include: Aviation, Construction, Construction Wrap-ups, Education, Healthcare, Hospitality & Gaming, Life Science & Technology, Public Entity and Real Estate.", 
        "founded": null, 
        "street": "40 Lake Center Executive Park, 401 Rt. 73 North, Suite 300", 
        "specialities": [
            "Insurance", 
            "Risk Management", 
            "Employee Benefits", 
            "Surety Bonds", 
            "Alternative Risk Solutions", 
            "Captives"
        ], 
        "size": "201-500 employees", 
        "city": "Marlton", 
        "zip": "08053", 
        "url": "https://www.linkedin.com/company/conner-strong-&-buckelew", 
        "country": "United States", 
        "industry": "Insurance", 
        "state": "New Jersey", 
        "company_name": "Conner Strong & Buckelew", 
        "follower_count": 2461, 
        "type": "Privately Held"
    }, 
    null, 
    {
        "website": "http://banco.bradesco", 
        "description": "O Bradesco é um dos líderes do setor financeiro privado e um dos maiores empregadores na categoria. Além disso, apresenta o melhor índice de eficiência entre os bancos de varejo. \r\n\r\nNossa missão é fornecer soluções, produtos e serviços financeiros e de seguros com agilidade e competência, principalmente por meio da inclusão bancária e da promoção da mobilidade social, contribuindo para o desenvolvimento sustentável e a construção de relacionamentos duradouros.\r\n\r\nNós acreditamos nas pessoas.\r\n\r\nDesde o início de nossas atividades, reconhecemos no valor do desempenho e no potencial realizador das pessoas a base de sustentação dos negócios da Organização Bradesco.\r\n\r\nNossa atuação está inserida e se expande continuamente, por todo o território nacional, ampliando o universo de clientes e parceiros, contemplando uma gama de diversidade que é a própria expressão da estrutura social brasileira.\r\n\r\nAcreditamos em nossa capacidade de promover crescimento sustentado, para as pessoas e por meio delas.\r\n\r\nSiga com a gente também aqui, no LinkedIn!", 
        "founded": 1943, 
        "street": "Cidade de Deus, s/n, ", 
        "specialities": [
            "Instituições Financeiras"
        ], 
        "size": "10,001+ employees", 
        "city": "Osasco", 
        "zip": "06029-900", 
        "url": "https://www.linkedin.com/company/bradesco", 
        "country": "Brazil", 
        "industry": "Banking", 
        "state": "São Paulo", 
        "company_name": "Bradesco", 
        "follower_count": 157767, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.santander.com", 
        "description": "Banco Santander (SAN SM, STD US, BNC LN) is a leading retail and commercial bank, headquartered in Spain, with a meaningful market share in 10 core countries in Europe and the Americas. It is among the world’s top banks by market capitalization. The bank’s purpose is to help people and businesses prosper, in a way that is simple, personal and fair. Founded in 1857, Santander had EUR 1.52 trillion in managed funds, 125 million customers, 12,200 branches and 188,000 employees at the close of 2016. Santander made attributable profit of EUR 6,204 million in 2016, an increase of 4% compared to the previous year.\r\n\r\nOther information of interest: Social networking rules http://www.santander.com/csgs/Satellite/CFWCSancomQP01/es_ES/Corporativo/Sala-de-comunicacion/Normas-de-uso-de-redes-sociales.html?leng=en_GB", 
        "founded": 1857, 
        "street": "Avenida de Cantabria S/N, ", 
        "specialities": [
            "Banking", 
            "Financial Services", 
            "Banca", 
            "Servicios Financieros", 
            "Corporate Banking"
        ], 
        "size": "10,001+ employees", 
        "city": "Boadilla del Monte", 
        "zip": "28660", 
        "url": "https://www.linkedin.com/company/banco-santander", 
        "country": "Spain", 
        "industry": "Banking", 
        "state": "Madrid", 
        "company_name": "Banco Santander", 
        "follower_count": 379762, 
        "type": "Privately Held"
    }, 
    {
        "website": "http://www.safra.com.br", 
        "description": "Este é o perfil oficial do Safra no LinkedIn. \n\nO Safra é um dos maiores bancos privados do Brasil e faz parte de um grupo com mais de 175 anos de história, presente em 21 países, em três continentes.\n\nDisponibiliza um portfólio completo de soluções financeiras para empresas e pessoas físicas, com reconhecida eficiência operacional, um dos menores índices de inadimplência em crédito do mercado e uma tradicional agilidade, tão importante para seus clientes.\n\nNossos números* no Brasil:\n\n• Lucro líquido: R$ 1,7 bilhão\n• Total de ativos: R$ 154,8 bilhões\n• Recursos próprios livres, captados e administrados: R$ 208,1 bilhões\n• Liquidez: R$ 19,8 bilhões\n• Mais de 5 000 colaboradores diretos\n\n* dados de dezembro de 2016\n\nPara envio de currículo, utilize o e-mail safra.rh@safra.com.br.", 
        "founded": null, 
        "street": "Avenida Paulista, 2100, ", 
        "specialities": null, 
        "size": "5001-10,000 employees", 
        "city": "São Paulo", 
        "zip": "", 
        "url": "https://www.linkedin.com/company/banco-safra", 
        "country": "Brazil", 
        "industry": "Banking", 
        "state": "São Paulo", 
        "company_name": "Safra", 
        "follower_count": 55114, 
        "type": "Privately Held"
    }, 
    null, 
    {
        "website": "http://www.itaubba.com", 
        "description": "Itaú BBA is Latin America's largest corporate investment bank  and its part of the Itaú Unibanco group, one of the largest financial conglomerates in the world. We provide service to institutional investors and the group’s highest-revenue clients. Given the complexity of the businesses of these clients, we know that our activity must be customized to each one individually.\r\n\r\nOur portfolio includes products and services such as asset management, mergers and acquisitions consultancy, share offerings, securitization, derivatives, structured operations, cash management, financing, and guarantees, among others. All of our solutions are designed by our teams of specialists based on the specific profile and needs of each client.\r\n\r\nWe want to be a part of our clients' success, which is why we have established a presence in the world's major financial centers.", 
        "founded": null, 
        "street": "Avenida Brigadeiro Faria Lima, nº 3.400, ", 
        "specialities": null, 
        "size": "1001-5000 employees", 
        "city": "São Paulo", 
        "zip": "04538-132", 
        "url": "https://www.linkedin.com/company/itaubba", 
        "country": "Brazil", 
        "industry": "Banking", 
        "state": "SP", 
        "company_name": "Itau BBA", 
        "follower_count": 63429, 
        "type": "Privately Held"
    }
]